[
  {
    "id": "1",
    "title": "Joshua 1:8",
    "verses": "This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success",
    "prayer_point": "Strength is made available to me",
    "date": "Day 1"
  },
  {
    "id": "2",
    "title": "Philippians 3:13-14",
    "verses": "Brothers and sisters, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 2"
  },
  {
    "id": "3",
    "title": "Colossians 3:23-24",
    "verses": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters, since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 3"
  },
  {
    "id": "4",
    "title": "Jeremiah 29:11",
    "verses": "For I know the plans I have for you,” declares the LORD, “plans to prosper you and not to harm you, plans to give you hope and a future.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 4"
  },
  {
    "id": "5",
    "title": "Proverbs 18:15",
    "verses": "The heart of the discerning acquires knowledge, for the ears of the wise seek it out.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 5"
  },
  {
    "id": "6",
    "title": "Proverbs 1:7",
    "verses": "The fear of the LORD is the beginning of knowledge, but fools despise wisdom and instruction.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 6"
  },
  {
    "id": "7",
    "title": "Proverbs 24:5",
    "verses": "A wise man is strong, Yes, a man of knowledge increases strength;",
    "prayer_point": "Strength is made available to me",
    "date": "Day 7"
  },
  {
    "id": "8",
    "title": "1 kings 3:9",
    "verses": "So give your servant a discerning heart to govern your people and to distinguish between right and wrong. For who is able to govern this great people of yours?",
    "prayer_point": "Strength is made available to me",
    "date": "Day 8"
  },
  {
    "id": "9",
    "title": "Colossians 1:9",
    "verses": "For this reason, since the day we heard about you, we have not stopped praying for you. We continually ask God to fill you with the knowledge of his will through all the wisdom and understanding that the Spirit gives",
    "prayer_point": "Strength is made available to me",
    "date": "Day 9"
  },
  {
    "id": "10",
    "title": "Ecclesiastes 7:12",
    "verses": "For wisdom, like money, is a shelter, and the advantage of knowledge is that wisdom preserves the life of its owner.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 10"
  },
  {
    "id": "11",
    "title": "Hosea 4:6",
    "verses": "My people are destroyed for lack of knowledge; because you have rejected knowledge, I reject you from being a priest to me. And since you have forgotten the law of your God, I also will forget your children",
    "prayer_point": "Strength is made available to me",
    "date": "Day 11"
  }
]