[
  {
    "id": "1",
    "title": "Ephesians 4:1",
    "verses": "As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 1"
  },
  {
    "id": "2",
    "title": "Romans 11:29",
    "verses": "For the gifts and the calling of God are irrevocable.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 2"
  },
  {
    "id": "3",
    "title": "Philippians 3:14",
    "verses": "I press toward the goal for the prize of the upward call of God in Christ Jesus.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 3"
  },
  {
    "id": "4",
    "title": "Isaiah 40:3",
    "verses": "A voice of one calling: “In the wilderness prepare the way for the LORD; make straight in the desert a highway for our God.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 4"
  },
  {
    "id": "5",
    "title": "Romans 8:28-30",
    "verses": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose. For those God foreknew he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers and sisters. And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 5"
  },
  {
    "id": "6",
    "title": "1 Corinthians 1:23-24",
    "verses": "But we preach Christ crucified: a stumbling block to Jews and foolishness to Gentiles, but to those whom God has called, both Jews and Greeks, Christ the power of God and the wisdom of God.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 6"
  },
  {
    "id": "7",
    "title": "1 Peter 5:10",
    "verses": "But may the God of all grace, who called us to His eternal glory by Christ Jesus, after you have suffered a while, perfect, establish, strengthen, and settle you",
    "prayer_point": "Strength is made available to me",
    "date": "Day 7"
  },
  {
    "id": "8",
    "title": "Galatians 1:15-16",
    "verses": "But when God, who set me apart from my mother’s womb and called me by his grace, was pleased 16 to reveal his Son in me so that I might preach him among the Gentiles, my immediate response was not to consult any human being.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 8"
  },
  {
    "id": "9",
    "title": "John 15:16",
    "verses": "You did not choose Me, but I chose you and appointed you that you should go and bear fruit, and that your fruit should remain, that whatever you ask the Father in My name He may give you.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 9"
  },
  {
    "id": "10",
    "title": "Proverbs 29:17",
    "verses": "Correct your son, and he will give you rest; Yes, he will give delight to your soul.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 10"
  }
]