[
  {
    "id": "1",
    "title": "James 5:14",
    "verses": "Is anyone among you sick? Let them call the elders of the church to pray over them and anoint them with oil in the name of the Lord.",
    "date": "Day 1"
  },
  {
    "id": "2",
    "title": "1 Peter 2:24",
    "verses": "He himself bore our sins” in his body on the cross, so that we might die to sins and live for righteousness; “by his wounds you have been healed.",
    "date": "Day 2"
  },
  {
    "id": "3",
    "title": "Psalm 103:1",
    "verses": "Bless the LORD, O my soul, and all that is within me, bless his holy name!",
    "date": "Day 3"
  },
  {
    "id": "4",
    "title": "Psalm 147:3",
    "verses": "He heals the brokenhearted and binds up their wounds.",
    "prayer_point": "strength is made available",
    "date": "Day 4"
  },
  {
    "id": "5",
    "title": "Job 5:17",
    "verses": "Blessed is the one whom God corrects; so do not despise the discipline of the Almighty.",
    "prayer_point": "strength is made available",
    "date": "Day 5"
  },
  {
    "id": "6",
    "title": "Matthew 4:23",
    "verses": "Jesus went throughout Galilee, teaching in their synagogues, proclaiming the good news of the kingdom, and healing every disease and sickness among the people.",
    "prayer_point": "strength is made available",
    "date": "Day 5"
  },
  {
    "id": "7",
    "title": "Jeremiah 17:14",
    "verses": "Heal me, LORD, and I will be healed; save me and I will be saved, for you are the one I praise.",
    "prayer_point": "strength is made available",
    "date": "Day 7"
  },
  {
    "id": "8",
    "title": "Jeremiah 33:6",
    "verses": "Nevertheless, I will bring health and healing to it; I will heal my people and will let them enjoy abundant peace and security.",
    "prayer_point": "strength is made available",
    "date": "Day 8"
  },
  {
    "id": "9",
    "title": "Isaiah 58:8",
    "verses": "Then your light will break forth like the dawn, and your healing will quickly appear; then your righteousness will go before you, and the glory of the LORD will be your rear guard.",
    "prayer_point": "strength is made available",
    "date": "Day 9"
  },
  {
    "id": "10",
    "title": "Exodus 15:26",
    "verses": "He said, “If you listen carefully to the LORD your God and do what is right in his eyes, if you pay attention to his commands and keep all his decrees, I will not bring on you any of the diseases I brought on the Egyptians, for I am the LORD, who heals you.”",
    "prayer_point": "strength is made available",
    "date": "Day 10"
  },
  {
    "id": "11",
    "title": "Exodus 23:25",
    "verses": "Worship the LORD your God, and his blessing will be on your food and water. I will take away sickness from among you,",
    "prayer_point": "strength is made available",
    "date": "Day 11"
  }
]