[
  {
    "id": "1",
    "title": "Proverbs 18:22",
    "verses": "He who finds a wife finds a good thing, And obtains favor from the LORD.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 1"
  },
  {
    "id": "2",
    "title": "Psalm 37:4",
    "verses": "Delight yourself in the LORD, and he will give you the desires of your heart.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 2"
  },
  {
    "id": "3",
    "title": "Matthew 19:4-6",
    "verses": "Haven’t you read,” he replied, “that at the beginning the Creator ‘made them male and female, and said, ‘For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh’ So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 3"
  },
  {
    "id": "4",
    "title": "Genesis 2:18",
    "verses": "The LORD God said, “It is not good for the man to be alone. I will make a helper suitable for him.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 4"
  },
  {
    "id": "5",
    "title": "Proverbs 12:4",
    "verses": "A wife of noble character is her husband’s crown, but a disgraceful wife is like decay in his bones.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 5"
  },
  {
    "id": "6",
    "title": "Timothy 5:18",
    "verses": "For Scripture says, “Do not muzzle an ox while it is treading out the grain,” and “The worker deserves his wages.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 6"
  },
  {
    "id": "7",
    "title": "2 Corinthians 6:14",
    "verses": "Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?",
    "prayer_point": "Strength is made available to me",
    "date": "Day 7"
  },
  {
    "id": "8",
    "title": "Proverbs 5:18-19",
    "verses": "May your fountain be blessed, and may you rejoice in the wife of your youth. A loving doe, a graceful deer may her breasts satisfy you always, may you ever be intoxicated with her love.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 8"
  },
  {
    "id": "9",
    "title": "Colossians 3:18-19",
    "verses": "Wives, submit yourselves to your husbands, as is fitting in the Lord. Husbands, love your wives and do not be harsh with them",
    "prayer_point": "Strength is made available to me",
    "date": "Day 9"
  },
  {
    "id": "10",
    "title": "Psalm 144:12",
    "verses": "That our sons may be as plants grown up in their youth; that our daughters may be as corner stones, polished after the similitude of a palace",
    "prayer_point": "Strength is made available to me",
    "date": "Day 10"
  }
]