[
  {
    "id": "1",
    "title": "Proverbs 3:5-6",
    "verses": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
    "prayer_point": "Strength is made available",
    "date": "day 1"
  },
  {
    "id": "2",
    "title": "Jeremiah 29:11-14",
    "verses": "For I know the plans I have for you,” declares the Lord, “plans to prosper you and not to harm you, plans to give you hope and a future. Then you will call on me and come and pray to me, and I will listen to you. You will seek me and find me when you seek me with all your heart. I will be found by you,” declares the Lord, “and will bring you back from captivity. I will gather you from all the nations and places where I have banished you,” declares the Lord, “and will bring you back to the place from which I carried you into exile.",
    "prayer_point": "Strength is made available to me",
    "date": "day 2"
  },
  {
    "id": "3",
    "title": "Psalm 32:8",
    "verses": "I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you.",
    "prayer_point": "Strength is made available to me",
    "date": "day 3"
  },
  {
    "id": "4",
    "title": "Proverbs 19:21",
    "verses": "Many are the plans in a person’s heart, but it is the LORD’s purpose that prevails.",
    "prayer_point": "Strength is made available to me",
    "date": "day 4"
  },
  {
    "id": "5",
    "title": "Proverbs 3:6",
    "verses": "In all your ways acknowledge Him, And He shall direct your paths.",
    "prayer_point": "Strength is made available to me",
    "date": "day 5"
  },
  {
    "id": "6",
    "title": "Proverbs 24:27",
    "verses": "Prepare your outside work, Make it fit for yourself in the field; And afterward build your house.",
    "prayer_point": "Strength is made available to me",
    "date": "day 6"
  },
  {
    "id": "7",
    "title": "John 3:27",
    "verses": "John answered and said, “A man can receive nothing unless it has been given to him from heaven.",
    "prayer_point": "Strength is made available to me",
    "date": "day 7"
  },
  {
    "id": "8",
    "title": "Psalm 1:1-2",
    "verses": "Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful. But his delight is in the law of the Lord; and in his law doth he meditate day and night.",
    "prayer_point": "Strength is made available to me",
    "date": "day 8"
  },
  {
    "id": "9",
    "title": "Proverbs 18:16",
    "verses": "A man’s gift makes room for him, And brings him before great men.",
    "prayer_point": "Strength is made available to me",
    "date": "day 9"
  },
  {
    "id": "10",
    "title": "James 1:17",
    "verses": "Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom there is no variation or shadow of turning.",
    "prayer_point": "Strength is made available to me",
    "date": "day 10"
  }
]