[
     {
       "id":"1",
       "title":"James 1:17",
       "verses": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows.",
       "prayer_point": "The seed of my womb will not be wasted in Jesus name",
       "date": "January 1"
     },
     {
       "id":"2",
       "title": "Exodus 23:26",
       "verses": "and none will miscarry or be barren in your land. I will give you a full life span.",
       "prayer_point": "My seed will not suffer miscarriage, will not die but will live to declare the works of the Lord",
       "date": "January 2"
     },
     {
       "id":"3",
       "title": "Numbers 23:23",
       "verses": "For there is no sorcery against Jacob, Nor any divination against Israel. It now must be said of Jacob And of Israel, 'Oh, what God has done!'",
       "prayer_point": "Surely there will be no enchantment or divination against my children",
       "date": "January 3"
     },
     {
       "id":"4",
       "title": "Deuteronomy 28:12",
       "verses": "The LORD will open to you His good treasure, the heavens, to give the rain to your land in its season, and to bless all the work of your hand. You shall lend to many nations, but you shall not borrow.",
       "prayer_point": "My children will find good tidings in all your endeavours",
       "date": "January 4"
     },
     {
       "id":"5",
       "title": "Philippians 4:13",
       "verses": "I can do all things through Christ who strengthens me",
       "prayer_point": "Strength is made available to raise my children in the way of the Lord",
       "date": "January 5"
     },
     {
       "id":"6",
       "title": "2 timothy 1:7",
       "verses": "For God has not given us a spirit of fear, but of power and of love and of a sound mind",
       "prayer_point": "I will not be made handicap by sickness but in good health and in sound mind will I raise my children",
       "date": "January 6"
     },
     {
       "id":"7",
       "title": "Isaiah 53:4-5 ",
       "verses": "Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted. But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed.",
       "prayer_point": "I reject wrong diagnosis and the use of fake drugs in the lives of my children",
       "date": "January 7"
     },
     {
       "id":"8",
       "title": "Isaiah 41:10",
       "verses": "Fear not, for I am with you; Be not dismayed, for I am your God. I will strengthen you, Yes, I will help you, I will uphold you with My righteous right hand",
       "prayer_point": "The Lord's right hand of righteousness is upon my kids",
       "date": "January 8"
     },
     {
       "id":"9",
       "title": "Revelations 5:10",
       "verses": "You have made them to be a kingdom and priests to serve our God, and they will reign upon the earth",
       "prayer_point": "You are a kingdom of kings and priests, may the king in you arise and fight all your enemies",
       "date": "January 9"
     },
     {
       "id":"10",
       "title": "Isaiah 54:17",
       "verses": "No weapon formed against you shall prosper, And every tongue which rises against you in judgment You shall condemn. This is the heritage of the servants of the LORD, And their righteousness is from Me,” Says the LORD",
       "prayer_point": "All powers and forces against your destiny are subdued today",
       "date": "January 10"
     },
     {
       "id":"11",
       "title": "Jeremiah 29:11",
       "verses" : "For I know the thoughts that I think toward you, says the LORD, thoughts of peace and not of evil, to give you a future and a hope",
       "prayer_point": "All the Lord has deposited in you will find expression",
       "date": "January 11"
     },
     {
       "id":"12",
       "title": "Psalm 91:16",
       "verses": "With long life I will satisfy him, And show him My salvation",
       "prayer_point": "The covenant of peace, long life and prosperity is yours in Jesus name",
       "date": "January 12"
     },
     {
       "id":"13",
       "title": "2 chronicles 14:3",
       "verses": "for he removed the altars of the foreign gods and the high places, and broke down the sacred pillars and cut down the wooden images.",
       "prayer_point": "I come against strange altars earmarked to scuttle your destiny",
       "date": "January 13"
     },
     {
       "id":"14",
       "title": "Deuteronomy 28:12 ",
       "verses": "The LORD will open to you His good treasure, the heavens, to give the rain to your land in its season, and to bless all the work of your hand. You shall lend to many nations, but you shall not borrow",
       "prayer_point": "The Lord will bless the work of your hands",
       "date": "January 14"
     },
     {
       "id":"15",
       "title": "3 john 1:2",
       "verses": "Beloved, I pray that you may prosper in all things and be in health, just as your soul prospers",
       "prayer_point": "You will prosper in every will of God for your life",
       "date": "January 15"
     },
     {
       "id":"16",
       "title": "Psalm 16:6 ",
       "verses": "The lines have fallen to me in pleasant places; Yes, I have a good inheritance",
       "prayer_point": "Lines will fall for you in pleasant places",
       "date": "January 16"
     },
     {
       "id":"17",
       "title": "Psalm 118:7",
       "verses": "The LORD is for me among those who help me; Therefore I shall see my desire on those who hate me",
       "prayer_point": "You will not die but live to declare the works of the Lord",
       "date": "January 17"
     },
     {
       "id":"18",
       "title": "Isaiah 54:14",
       "verses": "In righteousness you shall be established; You shall be far from oppression, for you shall not fear; And from terror, for it shall not come near you",
       "prayer_point": "You will be established and blessed",
       "date": "January 18"
     },
     {
       "id":"19",
       "title": "Isaiah 40:31",
       "verses": "But those who wait on the LORD Shall renew their strength; They shall mount up with wings like eagles, They shall run and not be weary, They shall walk and not faint",
       "prayer_point": "The Lord will single out my children for honor",
       "date": "January 19"
     },
     {
       "id":"20",
       "title": "Psalm 1:3",
       "verses": "He shall be like a tree Planted by the rivers of water, That brings forth its fruit in its season, Whose leaf also shall not wither; And whatever he does shall prosper",
       "prayer_point": "I will not labour in vain over my children",
       "date": "January 20"
     },
     {
       "id":"21",
       "title": "Luke 2:52",
       "verses": "And Jesus increased in wisdom and stature, and in favor with God and men",
       "prayer_point": "You will grow in wisdom and stature",
       "date": "January 21"
     },
     {
       "id":"22",
       "title": "John 15:11",
       "verses": "These things I have spoken to you so that My joy may be in you, and that your joy may be made full",
       "prayer_point": "Your joy will be full",
       "date": "January 22"
     },
     {
       "id":"23",
       "title": "Jeremiah 33:9",
       "verses": "Then it shall be to Me a name of joy, a praise, and an honor before all nations of the earth, who shall hear all the good that I do to them; they shall fear and tremble for all the goodness and all the prosperity that I provide for it",
       "prayer_point": "On your day of honour you will not be found wanting",
       "date": "January 23"
     },
     {
       "id":"24",
       "title": "Jeremiah 33:11",
       "verses": "the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voice of those who will say: “Praise the LORD of hosts, For the LORD is good, For His mercy endures forever”— and of those who will bring the sacrifice of praise into the house of the LORD. For I will cause the captives of the land to return as at the first,’ says the LORD",
       "prayer_point": "You will not be disgraced",
       "date": "January 24"
     },
     {
       "id":"25",
       "title": "Genesis 30:22",
       "verses": "Then God remembered Rachel, and God listened to her and opened her womb",
       "prayer_point": "The lord will remember my children for good",
       "date": "January 25"
     },
     {
       "id":"26",
       "title": "Psalm 34:10",
       "verses": "The young lions lack and suffer hunger; But those who seek the LORD shall not lack any good thing",
       "prayer_point": "You will not lack anything good",
       "date": "January 26"
     },
     {
       "id":"27",
       "title": "Colossians 3:15",
       "verses": "And let the peace of God rule in your hearts, to which also you were called in one body; and be thankful",
       "prayer_point": "My children are taught of the Lord and great is their peace",
       "date": "January 27"
     },
     {
       "id":"28",
       "title": "Leviticus 26:10",
       "verses": "You shall eat the old harvest, and clear out the old because of the new",
       "prayer_point": "My children will eat in plenty",
       "date": "January 28"
     },
     {
       "id":"29",
       "title": "Isaiah 49:23-26",
       "verses": "Kings shall be your foster fathers, And their queens your nursing mothers; They shall bow down to you with their faces to the earth, And)lick up the dust of your feet. Then you will know that I am the Lord, For they shall not be ashamed who wait for Me.”Shall the prey be taken from the mighty, Or the captives of the righteous be delivered But thus says the Lord: “Even the captives of the mighty shall be taken away, And the prey of the terrible be delivered; For I will contend with him who contends with you, And I will save your children. 26 I will feed those who oppress you with their own flesh, And they shall be drunk with their own blood as with sweet wine. All flesh shall know That I, the Lord, am your Savior, And your Redeemer, the Mighty One of Jacob",
       "prayer_point": "The lord will contend with him that contends with my children",
       "date": "January 29"
     },
     {
       "id":"30",
       "title": "Philippians 4:19",
       "verses": "And my God shall supply all your need according to His riches in glory by Christ Jesus",
       "prayer_point": "The Lord will be your provision",
       "date": "January 30"
     },
     {
       "id":"31",
       "title": "Psalm 43:8",
       "verses": "Thus says the LORD, who makes a way in the sea And a path through the mighty waters",
       "prayer_point": "He will make a way where there seems to be no way",
       "date": "January 31"
     },
     {
       "id":"32",
       "title": "Psalm 32:8",
       "verses": "I will instruct you and teach you in the way you should go; I will guide you with My eye",
       "prayer_point": "The Lord will direct you to where your blessings are located",
       "date": "February 1"
     },
     {
       "id":"33",
       "title": "2 timothy 1:7",
       "verses": "For God has not given us a spirit of fear, but of power and of love and of a sound mind",
       "prayer_point": "You will not be confused",
       "date": "February 2"
     },
     {
       "id":"34",
       "title": "Isaiah 61:8-10",
       "verses": "For I, the Lord, love justice I hate robbery and wrongdoing. In my faithfulness I will reward my people and make an everlasting covenant(B) with them. Their descendants(C) will be known among the nations and their offspring among the peoples. All who see them will acknowledge that they are a people the Lord has blessed. I delight greatly in the Lord my soul rejoices in my God. For he has clothed me with garments of salvation and arrayed me in a robe of his righteousness as a bridegroom adorns his head like a priest, and as a bride adorns herself with her jewels",
       "prayer_point": "My children will be known amongst nations and their descendants amongst people",
       "date": "February 3"
     },
     {
       "id":"35",
       "title": "Ephesians 5:9",
       "verses": "for the fruit of the Spirit is in all goodness, righteousness, and truth",
       "prayer_point": "My children will walk in the fruit of the spirit and will follow the quickening of the Holy spirit",
       "date": "February 4"
     },
     {
       "id":"36",
       "title": "Job 5:22",
       "verses": "You shall laugh at destruction and famine, And you shall not be afraid of the beasts of the earth",
       "prayer_point": "My children will laugh in times of famine",
       "date": "February 5"
     },
     {
       "id":"37",
       "title": "Philippians 4:19",
       "verses": "And my God shall supply all your need according to His riches in glory by Christ Jesus",
       "prayer_point": "The Lord will be the portion of my children",
       "date": "February 6"
     },
     {
       "id":"38",
       "title": "Isaiah 25:8",
       "verses": "He will swallow up death forever, And the Lord GOD will wipe away tears from all faces; The rebuke of His people He will take away from all the earth; For the LORD has spoken",
       "prayer_point": "Death is swallowed before you in Jesus name",
       "date": "February 7"
     },
     {
       "id":"39",
       "title": "Ephesians 6:10-18",
       "verses": "Finally, be strong in the Lord and in his mighty power. Put on the full armor of God so that you can take your stand against the devil's schemes. For our struggle is not against flesh and blood but against the rulers, against the authorities,( against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, and with your feet fitted with the readiness that comes from the gospel of peace. In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. Take the helmet of salvation and the sword of the Spirit, which is the word of God. And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the Lord's people",
       "prayer_point": "My children are covered with the full armor of God",
       "date": "February 8"
     },
     {
       "id":"40",
       "title": "Genesis 18:1-2",
       "verses": "The Lord appeared to Abraham near the great trees of Mamre  while he was sitting at the entrance to his tent in the heat of the day. Abraham looked up and saw three men standing nearby. When he saw them, he hurried from the entrance of his tent to meet them and bowed low to the ground",
       "prayer_point": "The Lord will grant my children divine visitation",
       "date": "February 9"
     },
     {
       "id":"41",
       "title": "Proverbs 4:20",
       "verses": "My son, give attention to my words; Incline your ear to my sayings",
       "prayer_point": "Health and strength flows through their bodies",
       "date": "February 10"
     },
     {
       "id":"42",
       "title": "Acts 10:20",
       "verses": "Arise therefore, go down and go with them, doubting nothing; for I have sent them",
       "prayer_point": "He will direct men that matter to you",
       "date": "February 11"
     },
     {
       "id":"43",
       "title": "Proverbs 3:6",
       "verses": "In all your ways acknowledge Him, And He shall direct your paths",
       "prayer_point": "He will order your steps to greatness",
       "date": "February 12"
     },
     {
       "id":"44",
       "title": "Deuteronomy 28:3",
       "verses": "Blessed shall you be in the city, and blessed shall you be in the country",
       "prayer_point": "Men shall see you and call you blessed",
       "date": "February 13"
     },
     {
       "id":"45",
       "title": "Exodus 23:27",
       "verses": "I will send My fear before you, I will cause confusion among all the people to whom you come, and will make all your enemies turn their backs to you",
       "prayer_point": "I will not see the grave side of my children",
       "date": "February 14"
     },
     {
       "id":"46",
       "title": "Deuteronomy 28:8",
       "verses": "The LORD will command the blessing on you in your storehouses and in all to which you set your hand, and He will bless you in the land which the LORD your God is giving you",
       "prayer_point": "The store houses and all finances related to my children are blessed",
       "date": "February 15"
     },
     {
       "id":"47",
       "title": "Psalm 34:10",
       "verses": "The young lions lack and suffer hunger; But those who seek the LORD shall not lack any good thing",
       "prayer_point": "You will not beg to eat in Jesus name",
       "date": "February 16"
     },
     {
       "id":"48",
       "title": "Psalm 91:4",
       "verses": "He shall cover you with His feathers, And under His wings you shall take refuge; His truth shall be your shield and buckler",
       "prayer_point": "It shall be well with you spirit, soul and body",
       "date": "February 17"
     },
     {
       "id":"49",
       "title": "Psalm 144:12",
       "verses": "That our sons may be as plants grown up in their youth; That our daughters may be as pillars, Sculptured in palace style",
       "prayer_point": "You are like a cornerstone polished after the similitude of the palace",
       "date": "February 18"
     },
     {
       "id":"50",
       "title": "Psalm 91:4",
       "verses": "He shall cover you with His feathers, And under His wings you shall take refuge; His truth shall be your shield and buckler",
       "prayer_point": "The Lord will be your stability and security",
       "date": "February 19"
     },
     {
       "id":"51",
       "title": "Ephesians 6:2-3",
       "verses": "Honor your father and mother,” which is the first commandment with promise",
       "prayer_point": "My children honour their parents",
       "date": "February 20"
     },
     {
       "id":"52",
       "title": "Daniel 1:8-21",
       "verses": "But Daniel resolved not to defile himself with the royal food and wine, and he asked the chief official for permission not to defile himself this way. Now God had caused the official to show favor and compassion to Daniel  but the official told Daniel, “I am afraid of my lord the king, who has assigned your food and drink. Why should he see you looking worse than the other young men your age? The king would then have my head because of you.” Daniel then said to the guard whom the chief official had appointed over Daniel, Hananiah, Mishael and Azariah,Please test your servants for ten days: Give us nothing but vegetables to eat and water to drink.Then compare our appearance with that of the young men who eat the royal food, and treat your servants in accordance with what you see. So he agreed to this and tested them for ten days. At the end of the ten days they looked healthier and better nourished than any of the young men who ate the royal food. So the guard took away their choice food and the wine they were to drink and gave them vegetables instead.To these four young men God gave knowledge and understanding of all kinds of literature and learning And Daniel could understand visions and dreams of all kinds. At the end of the time set by the king to bring them into his service, the chief official presented them to Nebuchadnezzar.The king talked with them, and he found none equal to Daniel, Hananiah, Mishael and Azariah; so they entered the king’s service. In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and enchanters in his whole kingdom And Daniel remained there until the first year of King Cyrus",
       "prayer_point": "My children are skilled in learning in wisdom and in understanding",
       "date": "February 21"
     },
     {
       "id":"53",
       "title": "Philippians 4:13",
       "verses": "I can do all things through Christ who strengthens me",
       "prayer_point": "My children walk in love",
       "date": "February 22"
     },
     {
       "id":"54",
       "title": "Luke 12:8",
       "verses": "Also I say to you, whoever confesses Me before men, him the Son of Man also will confess before the angels of God",
       "prayer_point": "May angels minister on your behalf in Jesus name",
       "date": "February 23"
     },
     {
       "id":"55",
       "title": "Galatians 5:1",
       "verses": "Stand fast therefore in the liberty by which Christ has made us free, and do not be entangled again with a yoke of bondage",
       "prayer_point": "You are set free from every work of sin",
       "date": "February 24"
     },
     {
       "id":"56",
       "title": "Psalm 91:3",
       "verses": "Surely He shall deliver you from the snare of the fowler And from the perilous pestilence",
       "prayer_point": "May God deliver you from every bondage and manipulation of the evil one",
       "date": "February 25"
     },
     {
       "id":"57",
       "title": "Psalm 1:3",
       "verses": "He shall be like a tree Planted by the rivers of water, That brings forth its fruit in its season, Whose leaf also shall not wither; And whatever he does shall prosper",
       "prayer_point": "You are like a tree planted by rivers of water",
       "date": "February 26"
     },
     {
       "id":"58",
       "title": "Acts 1:8",
       "verses": "But you shall receive power when the Holy Spirit has come upon you; and you shall be witnesses to Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth",
       "prayer_point": "You are empowered by the Holy spirit at all times",
       "date": "February 27"
     },
     {
       "id":"59",
       "title": "Deuteronomy 8:17",
       "verses": "then you say in your heart, My power and the might of my hand have gained me this wealth",
       "prayer_point": "May He confirm His covenant over your life in Jesus name",
       "date": "February 28"
     },
     {
       "id":"60",
       "title": "Deuteronomy 8:18",
       "verses": "And you shall remember the LORD your God, for it is He who gives you power to get wealth, that He may establish His covenant which He swore to your fathers, as it is this day",
       "prayer_point": "May you be empowered for greatness",
       "date": "February 29"
     },
     {
       "id":"61",
       "title": "Exodus 23:25",
       "verses": "So you shall serve the LORD your God, and He will bless your bread and your water. And I will take sickness away from the midst of you",
       "prayer_point": "The blessings of the Lord will rest upon you in Jesus name",
       "date": "March 1"
     },
     {
       "id":"62",
       "title": "Job 10:25",
       "verses": "You have granted me life and favor, And Your care has preserved my spirit",
       "prayer_point": "You are courageous and as bold as a lion in the face of adversity",
       "date": "March 2"
     },
     {
       "id":"63",
       "title": "Matthew 19:14",
       "verses": "But Jesus said, Let the little children come to Me, and do not forbid them; for of such is the kingdom of heaven",
       "prayer_point": "My children will not be my enemies",
       "date": "March 3"
     },
     {
       "id":"64",
       "title": "Acts 5:29",
       "verses": "But Peter and the other apostles answered and said: “We ought to obey God rather than men",
       "prayer_point": "They will hear the voice of the Lord and obey",
       "date": "March 4"
     },
     {
       "id":"65",
       "title": "2 Corinthians 12:9",
       "verses": "And He said to me, “My grace is sufficient for you, for My strength is made perfect in weakness.” Therefore most gladly I will rather boast in my infirmities, that the power of Christ may rest upon me.",
       "prayer_point": "Grace is made available to you",
       "date": "March 5"
     },
     {
       "id":"66",
       "title": "Psalm 102:3",
       "verses": "For my days are consumed like smoke, And my bones are burned like a hearth",
       "prayer_point": "Receive the generous hand of God and his favourable disposition",
       "date": "March 6"
     },
     {
       "id":"67",
       "title": "Job 5:12",
       "verses": "He frustrates the devices of the crafty, So that their hands cannot carry out their plans",
       "prayer_point": "May the Lord expose all your enemies and their plans",
       "date": "March 7"
     },
     {
       "id":"68",
       "title": "1 john 5:5",
       "verses": "Who is he who overcomes the world, but he who believes that Jesus is the Son of God?",
       "prayer_point": "My children are overcomers because they believe in Christ",
       "date": "March 8"
     },
     {
       "id":"69",
       "title": "Isaiah 60:1-2",
       "verses": "Arise, shine, for your light has come, and the glory of the Lord rises upon you. See, darkness covers the earth and thick darkness is over the peoples, but the Lord rises upon you and his glory appears over you",
       "prayer_point": "The glory of the Lord will be seen over your life",
       "date": "March 9"
     },
     {
       "id":"70",
       "title": "Exodus 9:26",
       "verses": "Only in the land of Goshen, where the children of Israel were, there was no hail",
       "prayer_point": "You will dwell in the land of Goshen all your life",
       "date": "March 10"
     },
     {
       "id":"71",
       "title": "1 peter 5:8-9",
       "verses": "Be alert and of sober mind. Your enemy the devil prowls around like a roaring lion looking for someone to devour. Resist him, standing firm in the faith, because you know that the family of believers throughout the world is undergoing the same kind of sufferings",
       "prayer_point": "My children resist the devil and stand firm in their faith because they know their God",
       "date": "March 11"
     },
     {
       "id":"72",
       "title": "Job 6:8",
       "verses": "Oh, that I might have my request, That God would grant me the thing that I long for!",
       "prayer_point": "Because of you the needy and the poor will have hope",
       "date": "March 12"
     },
     {
       "id":"73",
       "title": "Proverbs 31:28",
       "verses": "Her children rise up and call her blessed; Her husband also, and he praises her",
       "prayer_point": "Your children will arise and call you blessed",
       "date": "March 13"
     },
     {
       "id":"74",
       "title": "Proverbs 22:3",
       "verses": "A prudent man foresees evil and hides himself, But the simple pass on and are punished",
       "prayer_point": "The lord will make you prudent",
       "date": "March 14"
     },
     {
        "id":"75",
       "title": "Psalm 1:1-3",
      "verses": "Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful. ButBut his delight is in the law of the Lord and in his law doth he meditate day and night. And he shall be like a tree planted by the rivers of water that bringeth forth his fruit in his season his leaf also shall not wither and whatsoever he doeth shall prosper",
      "prayer_point": "Friends who will not aid God's purpose for your life be removed in Jesus name",
       "date": "March 15"
     },
     {
      "id":"76",
      "title": "Isaiah 45:3",
      "verses": "I will give you the treasures of darkness And hidden riches of secret places, That you may know that I, the LORD, Who call you by your name, Am the God of Israel",
      "prayer_point": "Wealth of the gentiles shall be yours in Jesus name",
       "date": "March 16"
     },
     {
      "id":"77",
      "title": "Daniel 6:3",
      "verses": "Then this Daniel distinguished himself above the governors and satraps, because an excellent spirit was in him; and the king gave thought to setting him over the whole realm",
      "prayer_point": "You shall be preferred above others",
       "date": "March 17"
     },
     {
      "id":"78",
      "title": "Isaiah 60:10",
      "verses": "The sons of foreigners shall build up your walls, And their kings shall minister to you; For in My wrath I struck you, But in My favor I have had mercy on you",
      "prayer_point": "Foreigners shall build up your walls and their kings shall minister to you",
       "date": "March 18"
     },
     {
      "id":"79",
      "title": "Isaiah 60:16",
      "verses": "You shall drink the milk of the Gentiles, And milk the breast of kings; You shall know that I, the LORD, am your Savior And your Redeemer, the Mighty One of Jacob",
      "prayer_point": "The Lord will make you an eternal excellence",
       "date": "March 19"
     },
     {
      "id":"80",
      "title": "Isaiah 60:15",
      "verses": "Whereas you have been forsaken and hated, So that no one went through you, I will make you an eternal excellence, A joy of many generations",
      "prayer_point": "You are a joy to many generations",
       "date": "March 20"
     },
     {
      "id":"81",
      "title": "Isaiah 60:20",
      "verses": "Your sun shall no longer go down, Nor shall your moon withdraw itself; For the LORD will be your everlasting light, And the days of your mourning shall be ended",
      "prayer_point": "The Lord will be unto you an everlasting light",
       "date": "March 21"
     },
     {
      "id":"82",
      "title": "Isaiah 60:22",
      "verses": "A little one shall become a thousand, And a small one a strong nation. I, the LORD, will hasten it in its time",
      "prayer_point": "The lord will grant unto you and your generation multiplication",
       "date": "March 22"
     },
     {
      "id":"83",
      "title": "Isaiah 61:1-2",
      "verses": "The Spirit of the Sovereign Lord is on me, because the Lord has anointed me to proclaim good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners, to proclaim the year of the Lord's favor and the day of vengeance of our God, to comfort all who mourn",
      "prayer_point": "You are exempted from calamities and evil",
       "date": "March 23"
     },
     {
      "id":"84",
      "title": "Isaiah 61:7",
      "verses": "Instead of your shame you shall have double honor, And instead of confusion they shall rejoice in their portion. Therefore in their land they shall possess double; Everlasting joy shall be theirs",
      "prayer_point": "For your shame it shall be double blessings",
       "date": "March 24"
     },
     {
      "id":"85",
      "title": "2 Samuel 2:6",
      "verses": "And now may the LORD show kindness and truth to you. I also will repay you this kindness, because you have done this thing",
      "prayer_point": "You will manifest the goodness and kindness of the Lord",
       "date": "March 25"
     },
     {
      "id":"86",
      "title": "Isaiah 61:4-5",
      "verses": "They will rebuild the ancient ruins and restore the places long devastated; they will renew the ruined cities that have been devastated for generations. Strangers will shepherd your flocks; foreigners will work your fields and vineyards",
      "prayer_point": "You will enjoy God's manifold blessing",
       "date": "March 26"
     },
     {
      "id":"87",
      "title": "Isaiah 61:6",
      "verses": "But you shall be named the priests of the LORD, They shall call you the servants of our God. You shall eat the riches of the Gentiles, And in their glory you shall boast",
      "prayer_point": "You will serve the Lord your God with all your heart",
       "date": "March 27"
     },
     {
      "id":"88",
      "title": "Proverbs 29:2",
      "verses": "When the righteous are in authority, the people rejoice; But when a wicked man rules, the people groan",
      "prayer_point": "Only people led by the spirit of God will have authority to speak over your life",
       "date": "March 28"
     },
     {
      "id":"89",
      "title": "Matthew 5:43",
      "verses": "You have heard that it was said, You shall love your neighbor and hate your enemy",
      "prayer_point": "You will owe no man nothing but love",
       "date": "March 29"
     },
     {
      "id":"90",
      "title": "Psalm 27:13",
      "verses": "I would have lost heart, unless I had believed That I would see the goodness of the LORD In the land of the living",
      "prayer_point": "I declare you will see the goodness of the Lord in the land of the living",
       "date": "March 30"
     },
     {
      "id":"91",
      "title": "Esther 7",
      "verses": "So the king and Haman went to Queen Esther's banquet, and as they were drinking wine on the second day, the king again asked, “Queen Esther, what is your petition? It will be given you. What is your request? Even up to half the kingdom, it will be granted.” Then Queen Esther answered, “If I have found favor with you, Your Majesty, and if it pleases you, grant me my life—this is my petition. And spare my people—this is my request. For I and my people have been sold to be destroyed, killed and annihilated. If we had merely been sold as male and female slaves, I would have kept quiet, because no such distress would justify disturbing the king.” King Xerxes asked Queen Esther, “Who is he? Where is he—the man who has dared to do such a thing?” Esther said, “An adversary and enemy! This vile Haman!” Then Haman was terrified before the king and queen. The king got up in a rage, left his wine and went out into the palace garden. But Haman, realizing that the king had already decided his fate, stayed behind to beg Queen Esther for his life. Just as the king returned from the palace garden to the banquet hall, Haman was falling on the couch where Esther was reclining.(K) The king exclaimed, “Will he even molest the queen while she is with me in the house?” As soon as the word left the king's mouth, they covered Haman's face. Then Harbona, one of the eunuchs attending the king, said, “A pole reaching to a height of fifty cubits stands by Haman's house. He had it set up for Mordecai, who spoke up to help the king.” The king said, “Impale him on it!” So they impaled Haman on the pole he had set up for Mordecai. Then the king's fury subsided",
      "prayer_point": "The lord will turn the tables against your enemies",
       "date": "March 31"
     },
     {
       "id":"92",
       "title": "Mark 3:14",
       "verses": "Then He appointed twelve, that they might be with Him and that He might send them out to preach",
       "prayer_point": "You will be ordained to serve God in great capacities",
       "date": "April 1"
     },
     {
      "id":"93",
      "title": "Acts 8:12",
      "verses": "But when they believed Philip as he preached the things concerning the kingdom of God and the name of Jesus Christ, both men and women were baptized",
      "prayer_point": "You will be passionate about the kingdom life",
       "date": "April 2"
     },
     {
      "id":"94",
      "title": "Isaiah 40:31",
      "verses": "But those who wait on the LORD Shall renew their strength; They shall mount up with wings like eagles, They shall run and not be weary, They shall walk and not faint",
      "prayer_point": "Your strength will be renewed like that of an eagle",
       "date": "April 3"
     },
     {
      "id":"95",
      "title": "1 Timothy 1:5-7",
      "verses": "The goal of this command is love, which comes from a pure heart and a good conscience and a sincere faith. Some have departed from these and have turned to meaningless talk. They want to be teachers of the law, but they do not know what they are talking about or what they so confidently affirm",
      "prayer_point": "You will be an example of a believer in Jesus name",
       "date": "April 4"
     },
     {
      "id":"96",
      "title": "Psalm 91:16",
      "verses": "With long life I will satisfy him, And show him My salvation",
      "prayer_point": "You will see many generations of your children and live a full life",
       "date": "April 5"
     },
     {
      "id":"97",
      "title": "Psalm 1:3",
      "verses": "He shall be like a tree Planted by the rivers of water, That brings forth its fruit in its season, Whose leaf also shall not wither; And whatever he does shall prosper",
      "prayer_point": "You shall be like a tree planted by rivers of water who brings forth its fruit in its season whose leaves do not wither and whatever he does prospers",
       "date": "April 6"
     },
     {
      "id":"98",
      "title": "Isaiah 60:3",
      "verses": "The Gentiles shall come to your light, And kings to the brightness of your rising",
      "prayer_point": "The Lord will give you the nations for your inheritance and the ends of the earth for your possession",
       "date": "April 7"
     },
     {
      "id":"99",
      "title": "Isaiah 60:3",
      "verses": "The Gentiles shall come to your light, And kings to the brightness of your rising",
      "prayer_point": "The Lord will make you relevant beyond the borders of this country",
       "date": "April 8"
     },
     {
      "id":"100",
      "title": "Isaiah 60:3",
      "verses": "The Gentiles shall come to your light, And kings to the brightness of your rising",
      "prayer_point": "The people you don't know will serve you",
       "date": "April 9"
     },
     {
      "id":"101",
      "title": "Matthew 7:7",
      "verses": "Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you",
      "prayer_point": "When you knock the door will be open, when you seek you will find",
       "date": "April 10"
     },
     {
      "id":"102",
      "title": "Deuteronomy 28:7",
      "verses": "The LORD will cause your enemies who rise against you to be defeated before your face; they shall come out against you one way and flee before you seven ways",
      "prayer_point": "Those who have made a pit and dug it out for you will fall into it themselves",
       "date": "April 11"
     },
     {
      "id":"103",
      "title": "Genesis 49:26",
      "verses": "The blessings of your father Have excelled the blessings of my ancestors, Up to the utmost bound of the everlasting hills. They shall be on the head of Joseph, And on the crown of the head of him who was separate from his brothers",
      "prayer_point": "The voice of rejoicing and salvation will remain in your tabernacle because you are righteous in Jesus name",
       "date": "April 12"
     },
     {
      "id":"104",
      "title": "Deuteronomy 28:1",
      "verses": "Now it shall come to pass, if you diligently obey the voice of the LORD your God, to observe carefully all His commandments which I command you today, that the LORD your God will set you high above all nations of the earth",
      "prayer_point": "You are a force to be reckoned with in all your endeavours",
       "date": "April 13"
     },
     {
      "id":"105",
      "title": "Isaiah 26:7",
      "verses": "The way of the just is uprightness; O Most Upright, You weigh the path of the just",
      "prayer_point": "My children will be known for their loyalty",
       "date": "April 14"
     },
     {
      "id":"106",
      "title": "Ephesians 1:18",
      "verses": "the eyes of your understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints",
      "prayer_point": "For every goal you have the Lord will grant you the required strategy to accomplish them",
       "date": "April 15"
     },
     {
      "id":"107",
      "title": "Ephesians 1:17",
      "verses": "that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of Him",
      "prayer_point": "The Lord will divinely inspire you and grant you direction",
       "date": "April 16"
     },
     {
      "id":"108",
      "title": "Psalm 199:99",
      "verses": "I have more understanding than all my teachers, For Your testimonies are my meditation",
      "prayer_point": "You will be more knowledgeable than your teachers",
       "date": "April 17"
     },
     {
      "id":"109",
      "title": "Ephesians 3:20",
      "verses": "Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us",
      "prayer_point": "Every word you speak in prayer will be backed up with power",
       "date": "April 18"
     },
     {
      "id":"110",
      "title": "Deuteronomy 28:3",
      "verses": "Blessed shall you be in the city, and blessed shall you be in the country",
      "prayer_point": "You will excel in all your projects",
       "date": "April 19"
     },
     {
      "id":"111",
      "title": "Isaiah 43:7",
      "verses": "Everyone who is called by My name, Whom I have created for My glory; I have formed him, yes, I have made him",
      "prayer_point": "Innovations that will affect the world positively, you will create",
       "date": "April 20"
     },
     {
      "id":"112",
      "title": "Acts 2:27",
      "verses": "For You will not leave my soul in Hades, Nor will You allow Your Holy One to see corruption",
      "prayer_point": "You will not be caught up by the spirit of the age and end times",
       "date": "April 21"
     },
     {
      "id":"113",
      "title": "1 Samuel 2:21",
      "verses": "And the LORD visited Hannah, so that she conceived and bore three sons and two daughters. Meanwhile the child Samuel grew before the LORD",
      "prayer_point": "The Lord will visit your lineage and raise great men and women out of them",
       "date": "April 22"
     },
     {
      "id":"114",
      "title": "Deuteronomy 31:6",
      "verses": "Be strong and of good courage, do not fear nor be afraid of them; for the LORD your God, He is the One who goes with you. He will not leave you nor forsake you",
      "prayer_point": "God's love will be with you and you will never be forsaken nor frustrated in Jesus name",
       "date": "April 23"
     },
     {
      "id":"115",
      "title": "Joel 2:25",
      "verses": "Then you shall know that I am in the midst of Israel: I am the LORD your God And there is no other. My people shall never be put to shame",
      "prayer_point": "The Lord shall restore unto you all that the devil has stolen",
       "date": "April 24"
     },
     {
      "id":"116",
      "title": "Joel 2:26",
      "verses": "And ye shall eat in plenty, and be satisfied, and praise the name of the LORD your God, that hath dealt wondrously with you: and my people shall never be ashamed",
      "prayer_point": "You shall eat in plenty and be satisfied",
       "date": "April 25"
     },
     {
      "id":"117",
      "title": "Isaiah 11:26",
      "verses": "And when he had found him, he brought him to Antioch. So it was that for a whole year they assembled with the church and taught a great many people. And the disciples were first called Christians in Antioch",
      "prayer_point": "You will be a God chaser",
       "date": "April 26"
     },
     {
      "id":"118",
      "title": "Romans 8:28",
      "verses": "And we know that all things work together for good to those who love God, to those who are the called according to His purpose",
      "prayer_point": "Lord guide my children to live a life of integrity and purpose",
       "date": "April 27"
     },
     {
      "id":"119",
      "title": "Joel 2:28",
      "verses": "And it shall come to pass afterward That I will pour out My Spirit on all flesh; Your sons and your daughters shall prophesy, Your old men shall dream dreams, Your young men shall see visions",
      "prayer_point": "You will prophesy see visions and dream dreams in Jesus name",
       "date": "April 28"
     },
     {
      "id":"120",
      "title": "Proverbs 18:16",
      "verses": "A man's gift makes room for him, And brings him before great men",
      "prayer_point": "The Lord will lead you to serve under great mentors",
       "date": "April 29"
     },
     {
      "id":"121",
      "title": "Psalm 27:13",
      "verses": "I would have lost heart, unless I had believed That I would see the goodness of the LORD In the land of the living",
      "prayer_point": "I declare you will see the goodness of the Lord in the land of the living",
       "date": "April 30"
     },
     {
       "id":"122",
       "title": "Deuteronomy 8:18",
       "verses": "And you shall remember the LORD your God, for it is He who gives you power to get wealth, that He may establish His covenant which He swore to your fathers, as it is this day",
       "prayer_point": "I declare the covenant of good health, wealth, blessings and fruitfulness will manifest in your life in Jesus name",
       "date": "May 1"
     },
     {
      "id":"123",
      "title": "Joshua 1:8",
      "verses": "This Book of the Law shall not depart from your mouth, but you shall meditate in it day and night, that you may observe to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success",
      "prayer_point": "May you not climb the wrong ladder on your way to success in Jesus name",
       "date": "May 2"
     },
     {
      "id":"124",
      "title": "Isaiah 10:1",
      "verses": "Woe to those who decree unrighteous decrees, Who write misfortune, Which they have prescribed",
      "prayer_point": "You are equipped and anointed for the assignment of God for your life",
       "date": "May 3"
     },
     {
      "id":"125",
      "title": "Isaiah 10:27",
      "verses": "It shall come to pass in that day That his burden will be taken away from your shoulder, And his yoke from your neck, And the yoke will be destroyed because of the anointing oil",
      "prayer_point": "I break every yoke of hardship and struggle over your life",
       "date": "May 4"
     },
     {
      "id":"126",
      "title": "1 Samuel 12:24",
      "verses": "Only fear the LORD, and serve Him in truth with all your heart; for consider what great things He has done for you",
      "prayer_point": "You are not a slave to fear, you are a child of God",
       "date": "May 5"
     },
     {
      "id":"127",
      "title": "Psalm 68:19",
      "verses": "Blessed be the Lord, Who daily loads us with benefits, The God of our salvation! Selah",
      "prayer_point": "Your body, mind and spirit are nourished daily by God's word",
       "date": "May 6"
     },
     {
      "id":"128",
      "title": "Psalm 122:1",
      "verses": "A Song of Ascents. Of David. I was glad when they said to me, “Let us go into the house of the LORD",
      "prayer_point": "You will delight yourself in going to the house of the Lord",
       "date": "May 7"
     },
     {
      "id":"129",
      "title": "1 kings 8:50",
      "verses": "and forgive Your people who have sinned against You, and all their transgressions which they have transgressed against You; and grant them compassion before those who took them captive, that they may have compassion on them",
      "prayer_point": "The Lord will have mercy and compassion on you",
       "date": "May 8"
     },
     {
      "id":"130",
      "title": "Psalm 118:6",
      "verses": "The LORD is on my side; I will not fear. What can man do to me?",
      "prayer_point": "Your eyes will always be on the Lord, with him by your side you will never fail",
       "date": "May 9"
     },
     {
      "id":"131",
      "title": "Philippians 3:10",
      "verses": "that I may know Him and the power of His resurrection, and the fellowship of His sufferings, being conformed to His death",
      "prayer_point": "Because of you, many will come to Christ",
       "date": "May 10"
     },
     {
      "id":"132",
      "title": "Galatians 2:20",
      "verses": "I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me",
      "prayer_point": "You are crucified with Christ you no longer live but Christ lives in you",
       "date": "May 11"
     },
     {
      "id":"133",
      "title": "2 Samuel 22:2-3",
      "verses": "He said: “The Lord is my rock, my fortress and my deliverer, my God is my rock, in whom I take refuge, my shield and the horn of my salvation. He is my stronghold, my refuge and my savior from violent people you save me",
      "prayer_point": "The Lord will be your rock and fortress",
       "date": "May 12"
     },
     {
      "id":"134",
      "title": "Ephesians 1:3",
      "verses": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ",
      "prayer_point": "You are blessed beyond every curse",
       "date": "May 13"
     },
     {
      "id":"135",
      "title": "1 timothy 4:12",
      "verses": "Let no one despise your youth, but be an example to the believers in word, in conduct, in love, in spirit, in faith, in purity",
      "prayer_point": "You will be an example of the believer in speech, conduct and faith",
       "date": "May 14"
     },
     {
      "id":"136",
      "title": "Psalm 34:4",
      "verses": "I sought the LORD, and He heard me, And delivered me from all my fears",
      "prayer_point": "The Lord will deliver you from all your fears, only in Him will you trust",
       "date": "May 15"
     },
     {
      "id":"137",
      "title": "Numbers 23:23",
      "verses": "For there is no sorcery against Jacob, Nor any divination against Israel. It now must be said of Jacob And of Israel, 'Oh, what God has done!",
      "prayer_point": "I cancel every negative written ordinance against my children",
       "date": "May 16"
     },
     {
      "id":"138",
      "title": "1 Corinthians 1:20",
      "verses": "Where is the wise? Where is the scribe? Where is the disputer of this age? Has not God made foolish the wisdom of this world?",
      "prayer_point": "The promise of the Lord will find expressions in your life",
       "date": "May 17"
     },
     {
      "id":"139",
      "title": "Psalm 27:14",
      "verses": "Wait on the LORD; Be of good courage, And He shall strengthen your heart; Wait, I say, on the LORD!",
      "prayer_point": "You will wait for the directions of the Lord",
       "date": "May 18"
     },
     {
      "id":"140",
      "title": "Psalm 27:11",
      "verses": "Teach me Your way, O LORD, And lead me in a smooth path, because of my enemies",
      "prayer_point": "The Lord will teach you His ways",
       "date": "May 19"
     },
     {
      "id":"141",
      "title": "Luke 21:13",
      "verses": "But it will turn out for you as an occasion for testimony",
      "prayer_point": "You are a living testimony of the living God",
       "date": "May 20"
     },
     {
      "id":"142",
      "title": "Numbers 18:31",
      "verses": "You may eat it in any place, you and your households, for it is your reward for your work in the tabernacle of meeting",
      "prayer_point": "The Lord will keep you and your household throughout the year",
       "date": "May 21"
     },
     {
      "id":"143",
      "title": "Ruth 2:2",
      "verses": "So Ruth the Moabitess said to Naomi, “Please let me go to the field, and glean heads of grain after him in whose sight I may find favor.” And she said to her, “Go, my daughter",
      "prayer_point": "You will experience God's leading and grace",
       "date": "May 22"
     },
     {
      "id":"144",
      "title": "2 peter 1:3",
      "verses": "as His divine power has given to us all things that pertain to life and godliness, through the knowledge of Him who called us by glory and virtue",
      "prayer_point": "Your bills will be payed for by divine provision",
       "date": "May 23"
     },
     {
      "id":"145",
      "title": "Isaiah 61:7",
      "verses": "Instead of your shame you shall have double honor, And instead of confusion they shall rejoice in their portion. Therefore in their land they shall possess double; Everlasting joy shall be theirs",
      "prayer_point": "The resources needed to give my children the best, the Lord will provide",
       "date": "May 24"
     },
     {
      "id":"146",
      "title": "Ephesians 5:22-23",
      "verses": "Wives, submit yourselves to your own husbands as you do to the Lord. For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior",
      "prayer_point": "My children will marry right",
       "date": "May 25"
     },
     {
      "id":"147",
      "title": "Philippians 4:13",
      "verses": "I can do all things through Christ who strengthens me",
      "prayer_point": "I exchange every of your weakness with the strength of God",
       "date": "May 26"
     },
     {
      "id":"148",
      "title": "Acts 26:22",
      "verses": "Therefore, having obtained help from God, to this day I stand, witnessing both to small and great, saying no other things than those which the prophets and Moses said would come",
      "prayer_point": "You will not be handicapped",
       "date": "May 27"
     },
     {
      "id":"149",
      "title": "Joshua 1:8",
      "verses": "This Book of the Law shall not depart from your mouth, but you shall meditate in it day and night, that you may observe to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success",
      "prayer_point": "I exchange your failures for success",
       "date": "May 28"
     },
     {
      "id":"150",
      "title": "Isaiah 53:5",
      "verses": "But He was wounded for our transgressions, He was bruised for our iniquities; The chastisement for our peace was upon Him, And by His stripes we are healed",
      "prayer_point": "I exchange your sickness for divine health",
       "date": "May 29"
     },
     {
      "id":"151",
      "title": "Philippians 4:19",
      "verses": "And my God shall supply all your need according to His riches in glory by Christ Jesus",
      "prayer_point": "I exchange your curses for blessings",
       "date": "May 30"
     },
     {
      "id":"152",
      "title": "2 Corinthians 5:20",
      "verses": "Now then, we are ambassadors for Christ, as though God were pleading through us: we implore you on Christ's behalf, be reconciled to God",
      "prayer_point": "Generations to come will remember you as an ambassador for Christ",
       "date": "May 31"
     },
     {
      "id":"153",
      "title": "Hebrews 11:1",
      "verses": "Now faith is the substance of things hoped for, the evidence of things not seen",
      "prayer_point": "I exchange your doubts for faith in Jesus Christ",
       "date": "June 1"
     },
     {
      "id":"154",
      "title": "2 Samuel 23:10",
      "verses": "He arose and attacked the Philistines until his hand was weary, and his hand stuck to the sword. The LORD brought about a great victory that day; and the people returned after him only to plunder",
      "prayer_point": "I exchange your defeats for victory",
       "date": "June 2"
     },
     {
      "id":"155",
      "title": "1 kings 10:1",
      "verses": "Now when the queen of Sheba heard of the fame of Solomon concerning the name of the LORD, she came to test him with hard questions",
      "prayer_point": "I exchange your shame for fame",
       "date": "June 3"
     },
     {
      "id":"156",
      "title": "Isaiah 54:17",
      "verses": "No weapon formed against you shall prosper, And every tongue which rises against you in judgment You shall condemn. This is the heritage of the servants of the LORD, And their righteousness is from Me,” Says the LORD",
      "prayer_point": "I exchange your ill-luck for good luck",
       "date": "June 4"
     },
     {
      "id":"157",
      "title": "James 4:7",
      "verses": "Therefore submit to God. Resist the devil and he will flee from you",
      "prayer_point": "The ability to resist the devil is in you",
       "date": "June 5"
     },
     {
      "id":"158",
      "title": "Psalm 4:7",
      "verses": "You have put gladness in my heart, More than in the season that their grain and wine increased",
      "prayer_point": "The Lord will subdue nations for you",
       "date": "June 6"
     },
     {
      "id":"159",
      "title": "Psalm 4:7",
      "verses": "You have put gladness in my heart, More than in the season that their grain and wine increased",
      "prayer_point": "The Lord will subdue nations for you",
       "date": "June 7"
     },
     {
      "id":"160",
      "title": "Isaiah 45:1",
      "verses": "Thus says the LORD to His anointed, To Cyrus, whose right hand I have held— To subdue nations before him And loose the armor of kings, To open before him the double doors, So that the gates will not be shut",
      "prayer_point": "The Lord will open before you double doors so that your gates will mot be shut",
       "date": "June 8"
     },
     {
      "id":"161",
      "title": "Isaiah 45:2",
      "verses": "I will go before you And make the crooked places straight; I will break in pieces the gates of bronze And cut the bars of iron",
      "prayer_point": "The Lord will go before you and make every crooked path straight",
       "date": "June 9"
     },
     {
      "id":"162",
      "title": "Genesis 17:8",
      "verses": "Also I give to you and your descendants after you the land in which you are a stranger, all the land of Canaan, as an everlasting possession; and I will be their God",
      "prayer_point": "I prophesy riches and enduring riches over your life",
       "date": "June 10"
     },
     {
      "id":"163",
      "title": "Revelations 21:6",
      "verses": "And He said to me, “It is done! I am the Alpha and the Omega, the Beginning and the End. I will give of the fountain of the water of life freely to him who thirsts",
      "prayer_point": "The ability to start and finish any project is in you",
       "date": "June 11"
     },
     {
      "id":"164",
      "title": "Isaiah 45:3",
      "verses": "I will give you the treasures of darkness And hidden riches of secret places, That you may know that I, the LORD, Who call you by your name, Am the God of Israel",
      "prayer_point": "The Lord will give unto you treasures and hidden riches of secret places",
       "date": "June 12"
     },
     {
      "id":"165",
      "title": "Proverbs 18:16",
      "verses": "A man's gift makes room for him, And brings him before great men",
      "prayer_point": "I speak to every sleeping potential, gifts and talents that will make a difference in your life, to wake up in Jesus name",
       "date": "June 13"
     },
     {
      "id":"166",
      "title": "Psalm 119:99",
      "verses": "I have more understanding than all my teachers, For Your testimonies are my meditation",
      "prayer_point": "May the Lord open your eyes to see opportunities that are available to you in Jesus name",
       "date": "June 14"
     },
     {
      "id":"167",
      "title": "Psalm 9:10",
      "verses": "And those who know Your name will put their trust in You; For You, LORD, have not forsaken those who seek You",
      "prayer_point": "Your trust will be in the Lord and you will not be put to shame",
       "date": "June 15"
     },
     {
      "id":"168",
      "title": "Exodus 8:22-23",
      "verses": "But on that day I will deal differently with the land of Goshen, where my people live; no swarms of flies will be there, so that you will know that I, the Lord, am in this land. I will make a distinction between my people and your people. This sign will occur tomorrow",
      "prayer_point": "The Lord will make a distinction between you and your others just like Egypt and Goshen in Jesus name",
       "date": "June 16"
     },
     {
      "id":"169",
      "title": "Exodus 3:8",
      "verses": "So I have come down to deliver them out of the hand of the Egyptians, and to bring them up from that land to a good and large land, to a land flowing with milk and honey, to the place of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites",
      "prayer_point": "May the Lord deliver you from every affliction",
       "date": "June 17"
     },
     {
      "id":"170",
      "title": "Psalm 90:17",
      "verses": "And let the beauty of the LORD our God be upon us, And establish the work of our hands for us; Yes, establish the work of our hands",
      "prayer_point": "The beauty of the Lord will be upon my children's life",
       "date": "June 18"
     },
     {
      "id":"171",
      "title": "Psalm 89:1",
      "verses": "A Contemplation of Ethan the Ezrahite. I will sing of the mercies of the LORD forever; With my mouth will I make known Your faithfulness to all generations",
      "prayer_point": "You will sing of the faithfulness of God all your life",
       "date": "June 19"
     },
     {
      "id":"172",
      "title": "Exodus 15:7",
      "verses": "And in the greatness of Your excellence You have overthrown those who rose against You; You sent forth Your wrath; It consumed them like stubble",
      "prayer_point": "You will seat amongst kings, queens, and great men",
       "date": "June 20"
     },
     {
      "id":"173",
      "title": "Job 31:3",
      "verses": "Is it not destruction for the wicked, And disaster for the workers of iniquity?",
      "prayer_point": "May those who plot your ruin be turned back in dismay",
       "date": "June 21"
     },
     {
      "id":"174",
      "title": "Psalm 37:19",
      "verses": "They shall not be ashamed in the evil time, And in the days of famine they shall be satisfied",
      "prayer_point": "In times of disaster you will not wither in days of famine you shall enjoy plenty",
       "date": "June 22"
     },
     {
      "id":"175",
      "title": "Proverbs 24:16",
      "verses": "For a righteous man may fall seven times And rise again, But the wicked shall fall by calamity",
      "prayer_point": "He shall deliver thee in six troubles yea in seven will he deliver thee",
       "date": "June 23"
     },
     {
      "id":"176",
      "title": "Deuteronomy 17:19",
      "verses": "And it shall be with him, and he shall read it all the days of his life, that he may learn to fear the LORD his God and be careful to observe all the words of this law and these statutes",
      "prayer_point": "You will have a teachable spirit",
       "date": "June 24"
     },
     {
      "id":"177",
      "title": "Psalm 34:19",
      "verses": "Many are the afflictions of the righteous, But the LORD delivers him out of them all",
      "prayer_point": "Many are the afflictions of the righteous but the Lord will deliver you from them all",
       "date": "June 25"
     },
     {
      "id":"178",
      "title": "Psalm 126:1",
      "verses": "A Song of Ascents. When the LORD brought back the captivity of Zion, We were like those who dream",
      "prayer_point": "The Lord will overturn, overturn and overturn until that which is due you is given",
       "date": "June 26"
     },
     {
      "id":"179",
      "title": "Matthew 16:28",
      "verses": "Assuredly, I say to you, there are some standing here who shall not taste death till they see the Son of Man coming in His kingdom",
      "prayer_point": "You will not miss heaven in Jesus name",
       "date": "June 27"
     },
     {
      "id":"180",
      "title": "Isaiah 54:17",
      "verses": "No weapon formed against you shall prosper, And every tongue which rises against you in judgment You shall condemn. This is the heritage of the servants of the LORD, And their righteousness is from Me,” Says the LORD",
      "prayer_point": "No weapon formed against you shall prosper",
       "date": "June 28"
     },
     {
      "id":"181",
      "title": "Revelations 1:8",
      "verses": "I am the Alpha and the Omega, the Beginning and the End,” says the Lord, “who is and who was and who is to come, the Almighty",
      "prayer_point": "Your end will be better than your beginning",
       "date": "June 29"
     },
     {
      "id":"182",
      "title": "Psalm 16:5",
      "verses": "O LORD, You are the portion of my inheritance and my cup; You maintain my lot",
      "prayer_point": "The Lord will open your eyes to your inheritance",
       "date": "June 30"
     },
     {
      "id":"183",
      "title": "Genesis 22:20",
      "verses": "And He said, “Do not lay your hand on the lad, or do anything to him; for now I know that you fear God, since you have not withheld your son, your only son, from Me",
      "prayer_point": "The blessings of Abraham will come upon you",
       "date": "July 1"
     },
     {
      "id":"184",
      "title": "Psalm 119:2-3",
      "verses": "Blessed are those who keep his statutes and seek him with all their heart they do no wrong but follow his ways",
      "prayer_point": "The Lord that ordered the steps of Abraham's servant will order your steps to greatness",
       "date": "July 2"
     },
     {
      "id":"185",
      "title": "Job 5:12",
      "verses": "He frustrates the devices of the crafty, So that their hands cannot carry out their plans",
      "prayer_point": "The Lord will disappoint the devices of the crafty so that their hands will not perform their enterprise",
       "date": "July 3"
     },
     {
      "id":"186",
      "title": "2 kings 22:20",
      "verses": "Surely, therefore, I will gather you to your fathers, and you shall be gathered to your grave in peace; and your eyes shall not see all the calamity which I will bring on this place. So they brought back word to the king",
      "prayer_point": "You will go to your grave in a full age just like a shock of corn in its season",
       "date": "July 4"
     },
     {
      "id":"187",
      "title": "Job 21:28",
      "verses": "For you say, 'Where is the house of the prince? And where is the tent, The dwelling place of the wicked?'",
      "prayer_point": "They that hate thee shall be clothed in shame and the dwelling place of the wicked shall come to naught",
       "date": "July 5"
     },
     {
      "id":"188",
      "title": "Job 11:16",
      "verses": "Because you would forget your misery, And remember it as waters that have passed away",
      "prayer_point": "Thou shalt forget thy misery and remember it as waters that pass away",
       "date": "July 6"
     },
     {
      "id":"189",
      "title": "Job 11:17",
      "verses": "And your life would be brighter than noonday. Though you were dark, you would be like the morning",
      "prayer_point": "Your age shall be clearer than noon day, you will shine forth you will be as the morning",
       "date": "July 7"
     },
     {
      "id":"190",
      "title": "Job 11:17",
      "verses": "And your life would be brighter than noonday. Though you were dark, you would be like the morning",
      "prayer_point": "Your age shall be clearer than noon day, you will shine forth you will be as the morning",
       "date": "July 8"
     },
     {
      "id":"191",
      "title": "Job 11:19-20",
      "verses": "Also thou shalt lie down, and none shall make thee afraid; yea, many shall make suit unto thee. But the eyes of the wicked shall fail, and they shall not escape, and their hope shall be as the giving up of the ghost",
      "prayer_point": "Many shall make suits unto thee but the eyes of the wicked shall fail they shall not escape and their hope shall be as the giving up of the ghost",
       "date": "July 9"
     },
     {
      "id":"192",
      "title": "Psalm 139:14",
      "verses": "I will praise You, for I am fearfully and wonderfully made; Marvelous are Your works, And that my soul knows very well",
      "prayer_point": "You are fearfully and wonderfully made",
       "date": "July 10"
     },
     {
      "id":"193",
      "title": "Colossians 3:16",
      "verses": "Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord",
      "prayer_point": "Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord",
       "date": "July 11"
     },
     {
      "id":"194",
      "title": "Psalm 126:5",
      "verses": "Those who sow in tears Shall reap in joy",
      "prayer_point": "You will sow in tears and reap in joy in Jesus name",
       "date": "July 12"
     },
     {
      "id":"195",
      "title": "Psalm 92:12",
      "verses": "The righteous shall flourish like a palm tree, He shall grow like a cedar in Lebanon",
      "prayer_point": "You will flourish like a palm tree in Jesus name",
       "date": "July 13"
     },
     {
      "id":"196",
      "title": "Psalm 126:1",
      "verses": "A Song of Ascents. When the LORD brought back the captivity of Zion, We were like those who dream",
      "prayer_point": "The Lord will turn again your captivity and make you happy",
       "date": "July 14"
     },
     {
      "id":"197",
      "title": "Philippians 2:15",
      "verses": "that you may become blameless and harmless, children of God without fault in the midst of a crooked and perverse generation, among whom you shine as lights in the world",
      "prayer_point": "You will be blameless and pure and be called the children of God",
       "date": "July 15"
     },
     {
      "id":"198",
      "title": "Matthew 5:13",
      "verses": "You are the salt of the earth; but if the salt loses its flavor, how shall it be seasoned? It is then good for nothing but to be thrown out and trampled underfoot by men",
      "prayer_point": "That they be an example and a role model",
       "date": "July 16"
     },
     {
      "id":"199",
      "title": "Philippians 2:5",
      "verses": "Let this mind be in you which was also in Christ Jesus",
      "prayer_point": "That Christ be your focus and mentor",
       "date": "July 17"
     },
     {
      "id":"200",
      "title": "Philippians 3:10",
      "verses": "that I may know Him and the power of His resurrection, and the fellowship of His sufferings, being conformed to His death",
      "prayer_point": "My children will be Godly role models",
       "date": "July 18"
     },
     {
      "id":"201",
      "title": "Philippians 3:12",
      "verses": "Not that I have already attained, or am already perfected; but I press on, that I may lay hold of that for which Christ Jesus has also laid hold of me",
      "prayer_point": "That you may discover purpose; a reason to live",
       "date": "July 19"
     },
     {
      "id":"202",
      "title": "Matthew 7:24",
      "verses": "Therefore whoever hears these sayings of Mine, and does them, I will liken him to a wise man who built his house on the rock",
      "prayer_point": "That your investments may stand the test of time",
       "date": "July 20"
     },
     {
      "id":"203",
      "title": "Ephesians 6:10-11",
      "verses": "Finally, be strong in the Lord and in his mighty power. Put on the full armor of God, so that you can take your stand against the devil's schemes",
      "prayer_point": "That you may be a victorious warrior",
       "date": "July 21"
     },
     {
      "id":"204",
      "title": "Philippians 4:19",
      "verses": "And my God shall supply all your need according to His riches in glory by Christ Jesus",
      "prayer_point": "That your needs are supplied",
       "date": "July 22"
     },
     {
      "id":"205",
      "title": "Deuteronomy 7:6",
      "verses": "For you are a holy people to the LORD your God; the LORD your God has chosen you to be a people for Himself, a special treasure above all the peoples on the face of the earth",
      "prayer_point": "That you are a chosen generation",
       "date": "July 23"
     },
     {
      "id":"206",
      "title": "Exodus 19:6",
      "verses": "And you shall be to Me a kingdom of priests and a holy nation. These are the words which you shall speak to the children of Israel",
      "prayer_point": "A royal priesthood",
       "date": "July 24"
     },
     {
      "id":"207",
      "title": "Exodus 19:6",
      "verses": "And you shall be to Me a kingdom of priests and a holy nation. These are the words which you shall speak to the children of Israel",
      "prayer_point": "A holy nation",
       "date": "July 25"
     },
     {
      "id":"208",
      "title": "Deuteronomy 7:6",
      "verses": "For you are a holy people to the LORD your God; the LORD your God has chosen you to be a people for Himself, a special treasure above all the peoples on the face of the earth",
      "prayer_point": "A peculiar person",
       "date": "July 26"
     },
     {
      "id":"209",
      "title": "1 peter 2:5",
      "verses": "you also, as living stones, are being built up a spiritual house, a holy priesthood, to offer up spiritual sacrifices acceptable to God through Jesus Christ",
      "prayer_point": "That you are the temple of the living God",
       "date": "July 27"
     },
     {
      "id":"210",
      "title": "Titus 2:14",
      "verses": "who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself His own special people, zealous for good works",
      "prayer_point": "That you are peculiar, zealous in good works",
       "date": "July 28"
     },
     {
      "id":"211",
      "title": "Revelations 1:6",
      "verses": "and has made us kings and priests to His God and Father, to Him be glory and dominion forever and ever. Amen",
      "prayer_point": "That you are a man of authority and dominion",
       "date": "July 29"
     },
     {
      "id":"212",
      "title": "Matthew 6:33",
      "verses": "But seek first the kingdom of God and His righteousness, and all these things shall be added to you",
      "prayer_point": "That you may seek first the kingdom of God",
       "date": "July 30"
     },
     {
      "id":"213",
      "title": "Leviticus 25:17",
      "verses": "Therefore you shall not oppress one another, but you shall fear your God; for I am the LORD your God",
      "prayer_point": "That you may seek first the kingdom of God",
       "date": "July 31"
     },
     {
      "id":"214",
      "title": "Psalm 7:15",
      "verses": "He made a pit and dug it out, And has fallen into the ditch which he made",
      "prayer_point": "Every pit dug for you your enemies will be buried in it in Jesus name",
       "date": "August 1"
     },
     {
      "id":"215",
      "title": "Proverbs 14:34",
      "verses": "Righteousness exalts a nation, But sin is a reproach to any people",
      "prayer_point": "Righteousness shall exalt you in Jesus name",
       "date": "August 2"
     },
     {
      "id":"216",
      "title": "Joshua 11:6",
      "verses": "But the LORD said to Joshua, “Do not be afraid because of them, for tomorrow about this time I will deliver all of them slain before Israel. You shall hamstring their horses and burn their chariots with fire",
      "prayer_point": "My God will deliver you from every manipulations of the evil one",
       "date": "August 3"
     },
     {
      "id":"217",
      "title": "Proverbs 3:10",
      "verses": "So your barns will be filled with plenty, And your vats will overflow with new wine",
      "prayer_point": "Your barns will be filled with plenty and many shall call you blessed",
       "date": "August 4"
     },
     {
      "id":"218",
      "title": "Isaiah 54:3",
      "verses": "For you shall expand to the right and to the left, And your descendants will inherit the nations, And make the desolate cities inhabited",
      "prayer_point": "Places will be made available for you to expand",
       "date": "August 5"
     },
     {
      "id":"219",
      "title": "Deuteronomy 28:11",
      "verses": "And the LORD will grant you plenty of goods, in the fruit of your body, in the increase of your livestock, and in the produce of your ground, in the land of which the LORD swore to your fathers to give you",
      "prayer_point": "The Lord will bring you to a place of abundance in Jesus name",
       "date": "August 6"
     },
     {
      "id":"220",
      "title": "Isaiah 60:1-2",
      "verses": "Arise, shine, for your light has come, and the glory of the Lord rises upon you. See, darkness covers the earth and thick darkness is over the peoples, but the Lord rises upon you and his glory appears over you",
      "prayer_point": "Your light will shine out of obscurity in Jesus name",
       "date": "August 7"
     },
     {
      "id":"221",
      "title": "Numbers 14:9",
      "verses": "Only do not rebel against the LORD, nor fear the people of the land, for they are our bread; their protection has departed from them, and the LORD is with us. Do not fear them",
      "prayer_point": "God's glory will become a weapon of protection in Jesus name",
       "date": "August 8"
     },
     {
      "id":"222",
      "title": "Psalm 138:8",
      "verses": "The LORD will perfect that which concerns me; Your mercy, O LORD, endures forever; Do not forsake the works of Your hands",
      "prayer_point": "He shall perfect all that concerns you in Jesus name",
       "date": "August 9"
     },
     {
      "id":"223",
      "title": "Psalm 5:12",
      "verses": "For You, O LORD, will bless the righteous; With favor You will surround him as with a shield",
      "prayer_point": "The Lord will surround you with favour as a shield in Jesus name",
       "date": "August 10"
     },
     {
      "id":"224",
      "title": "Proverbs 18:16",
      "verses": "A man's gift makes room for him, And brings him before great men",
      "prayer_point": "The Lord will link you to your destiny helpers in Jesus name",
       "date": "August 11"
     },
     {
      "id":"225",
      "title": "Proverbs 18:16",
      "verses": "A man's gift makes room for him, And brings him before great men",
      "prayer_point": "The Lord will link you to your destiny helpers in Jesus name",
       "date": "August 12"
     },
     {
      "id":"226",
      "title": "1 Corinthians 5:11",
      "verses": "But now I have written to you not to keep company with anyone named a brother, who is sexually immoral, or covetous, or an idolater, or a reviler, or a drunkard, or an extortioner—not even to eat with such a person",
      "prayer_point": "Every character that Is not an aid to a fulfilled destiny let God begin to destroy in Jesus name",
       "date": "August 13"
     },
     {
      "id":"227",
      "title": "Psalm 65:11",
      "verses": "You crown the year with Your goodness, And Your paths drip with abundance",
      "prayer_point": "The Lord will crown the year with His goodness in Jesus name",
       "date": "August 14"
     },
     {
      "id":"228",
      "title": "1 kings 3:13",
      "verses": "And I have also given you what you have not asked: both riches and honor, so that there shall not be anyone like you among the kings all your days",
      "prayer_point": "The Lord will bestow honour to you in Jesus name",
       "date": "August 15"
     },
     {
      "id":"229",
      "title": "Genesis 17:6",
      "verses": "I will make you exceedingly fruitful; and I will make nations of you, and kings shall come from you",
      "prayer_point": "You will be fruitful in every undertaking in Jesus name",
       "date": "August 16"
     },
     {
      "id":"230",
      "title": "Exodus 34:24",
      "verses": "For I will cast out the nations before you and enlarge your borders; neither will any man covet your land when you go up to appear before the LORD your God three times in the year",
      "prayer_point": "Your circle will increase to prosperity in Jesus name",
       "date": "August 17"
     },
     {
      "id":"231",
      "title": "Isaiah 61:7",
      "verses": "Your shame shall be replaced with honour and God's glory",
      "prayer_point": "Your circle will increase to prosperity in Jesus name",
       "date": "August 18"
     },
     {
      "id":"232",
      "title": "Exodus 32:18",
      "verses": "But he said: “It is not the noise of the shout of victory, Nor the noise of the cry of defeat, But the sound of singing I hear",
      "prayer_point": "In the darkest night of your life thanksgiving will do the miracle for you in Jesus name",
       "date": "August 19"
     },
     {
      "id":"233",
      "title": "Genesis 47:27",
      "verses": "So Israel dwelt in the land of Egypt, in the country of Goshen; and they had possessions there and grew and multiplied exceedingly",
      "prayer_point": "May the Lord distinguish you in all of your endeavours",
       "date": "August 20"
     },
     {
      "id":"234",
      "title": "Deuteronomy 7:23",
      "verses": "23 But the LORD your God will deliver them over to you, and will inflict defeat upon them until they are destroyed",
      "prayer_point": "No challenge will defeat you this year in Jesus name",
       "date": "August 21"
     },
     {
      "id":"235",
      "title": "Deuteronomy 7:23",
      "verses": "But the LORD your God will deliver them over to you, and will inflict defeat upon them until they are destroyed",
      "prayer_point": "The Lord will show up on your behalf in Jesus name",
       "date": "August 22"
     },
     {
      "id":"236",
      "title": "Exodus 33:14",
      "verses": "And He said, “My Presence will go with you, and I will give you rest",
      "prayer_point": "The Lord will empower you with his presence in Jesus name",
       "date": "August 23"
     },
     {
      "id":"237",
      "title": "Exodus 33:14",
      "verses": "And He said, “My Presence will go with you, and I will give you rest",
      "prayer_point": "The Lord will empower you with his presence in Jesus name",
       "date": "August 24"
     },
     {
      "id":"238",
      "title": "2 Corinthians 12:12",
      "verses": "Truly the signs of an apostle were accomplished among you with all perseverance, in signs and wonders and mighty deeds",
      "prayer_point": "You are a sign and a wonder to your generation in Jesus name",
       "date": "August 25"
     },
     {
      "id":"239",
      "title": "2 Corinthians 12:12",
      "verses": "Truly the signs of an apostle were accomplished among you with all perseverance, in signs and wonders and mighty deeds",
      "prayer_point": "You are a sign and a wonder to your generation in Jesus name",
       "date": "August 26"
     },
     {
      "id":"240",
      "title": "Exodus 9:16",
      "verses": "But indeed for this purpose I have raised you up, that I may show My power in you, and that My name may be declared in all the earth",
      "prayer_point": "You are a sign and a wonder to your generation in Jesus name",
       "date": "August 27"
     },
     {
      "id":"241",
      "title": "Numbers 6:25",
      "verses": "The LORD make His face shine upon you, And be gracious to you",
      "prayer_point": "The Lord bless you and keep you, the Lord shall make His face shine on you",
       "date": "August 28"
     },
     {
      "id":"242",
      "title": "Numbers 6:25",
      "verses": "The LORD make His face shine upon you, And be gracious to you",
      "prayer_point": "The Lord bless you and keep you, the Lord shall make His face shine on you",
       "date": "August 29"
     },
     {
      "id":"243",
      "title": "Numbers 6:26",
      "verses": "The LORD lift up His countenance upon you, And give you peace",
      "prayer_point": "And be gracious to you the Lord lift up His countenance and give you peace",
       "date": "August 30"
     },
     {
      "id":"244",
      "title": "2 Corinthians 8:7",
      "verses": "But as you abound in everything—in faith, in speech, in knowledge, in all diligence, and in your love for us see that you abound in this grace also",
      "prayer_point": "May the Lord make His grace abound towards you the ye having sufficiency in all things may abound to every good work",
       "date": "August 31"
     },
     {
      "id":"245",
      "title": "Psalm 4:1",
      "verses": "To the Chief Musician. With stringed instruments. A Psalm of David. Hear me when I call, O God of my righteousness! You have relieved me in my distress; Have mercy on me, and hear my prayer",
      "prayer_point": "May the Lord have mercy and compassion on you",
       "date": "September 1"
     },
     {
      "id":"246",
      "title": "1 chronicles 1:12",
      "verses": "wisdom and knowledge are granted to you; and I will give you riches and wealth and honor, such as none of the kings have had who were before you, nor shall any after you have the like",
      "prayer_point": "You are a force to be reckoned with in your generation",
       "date": "September 2"
     },
     {
      "id":"247",
      "title": "1 chronicles 1:12",
      "verses": "wisdom and knowledge are granted to you; and I will give you riches and wealth and honor, such as none of the kings have had who were before you, nor shall any after you have the like",
      "prayer_point": "The Lord will give you a wise and understanding heart",
       "date": "September 3"
     },
     {
      "id":"248",
      "title": "1 chronicles 1:12",
      "verses": "wisdom and knowledge are granted to you; and I will give you riches and wealth and honor, such as none of the kings have had who were before you, nor shall any after you have the like",
      "prayer_point": "The Lord will give you both riches and honour that is surpassing",
       "date": "September 4"
     },
     {
      "id":"249",
      "title": "Ephesians 3:20",
      "verses": "Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us",
      "prayer_point": "The Lord will do exceedingly and abundantly for you in Jesus name",
       "date": "September 5"
     },
     {
      "id":"250",
      "title": "Ephesians 1:17",
      "verses": "that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of Him",
      "prayer_point": "May the Lord grant you the knowledge of His will and spiritual understanding",
       "date": "September 6"
     },
     {
      "id":"251",
      "title": "Ephesians 1:18",
      "verses": "the eyes of your understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints",
      "prayer_point": "That you may know Him and the power of His resurrection in Jesus name",
       "date": "September 7"
     },
     {
      "id":"252",
      "title": "2 kings 3:17",
      "verses": "For thus says the LORD: You shall not see wind, nor shall you see rain; yet that valley shall be filled with water, so that you, your cattle, and your animals may drink",
      "prayer_point": "You will not see the wind nor the rain but your valley will be filled in Jesus name",
       "date": "September 8"
     },
     {
      "id":"253",
      "title": "1 john 4:4",
      "verses": "You are of God, little children, and have overcome them, because He who is in you is greater than he who is in the world",
      "prayer_point": "May the greater one in you propel you to greatness in Jesus name",
       "date": "September 9"
     },
     {
      "id":"254",
      "title": "Deuteronomy 28:10",
      "verses": "Then all peoples of the earth shall see that you are called by the name of the LORD, and they shall be afraid of you",
      "prayer_point": "You are a success and not a failure",
       "date": "September 10"
     },
     {
      "id":"255",
      "title": "Deuteronomy 28:13",
      "verses": "And the LORD will make you the head and not the tail; you shall be above only, and not be beneath, if you heed the commandments of the LORD your God, which I command you today, and are careful to observe them",
      "prayer_point": "You are the head and not the tail",
       "date": "September 11"
     },
     {
      "id":"256",
      "title": "Deuteronomy 28:6",
      "verses": "Blessed shall you be when you come in, and blessed shall you be when you go out",
      "prayer_point": "You are blessed when you go in and when you come out",
       "date": "September 12"
     },
     {
      "id":"257",
      "title": "Psalm 91:1",
      "verses": "He who dwells in the secret place of the Most High Shall abide under the shadow of the Almighty",
      "prayer_point": "You will dwell in the secret place of the most high; you will abide under the shadow of the almighty",
       "date": "September 13"
     },
     {
      "id":"258",
      "title": "Psalm 91:13",
      "verses": "You shall tread upon the lion and the cobra, The young lion and the serpent you shall trample underfoot",
      "prayer_point": "You will thread upon serpents and scorpions and they shall by no means hurt you",
       "date": "September 14"
     },
     {
      "id":"259",
      "title": "1 peter 5:9",
      "verses": "Resist him, steadfast in the faith, knowing that the same sufferings are experienced by your brotherhood in the world",
      "prayer_point": "You will resist the devil and he will flee",
       "date": "September 15"
     },
     {
      "id":"260",
      "title": "Proverbs 7:2",
      "verses": "Keep my commands and live, And my law as the apple of your eye",
      "prayer_point": "He who touches you touches the apple of God's eye in Jesus name",
       "date": "September 16"
     },
     {
      "id":"261",
      "title": "Zechariah 2:5",
      "verses": "For I, says the LORD, 'will be a wall of fire all around her, and I will be the glory in her midst",
      "prayer_point": "The Lord will be a wall of fire around you, He will be the glory in your midst",
       "date": "September 17"
     },
     {
      "id":"262",
      "title": "1 Samuel 30:8",
      "verses": "So David inquired of the LORD, saying, “Shall I pursue this troop? Shall I overtake them?” And He answered him, “Pursue, for you shall surely overtake them and without fail recover all",
      "prayer_point": "Today, you will pursue, overtake and recover all in Jesus name",
       "date": "September 18"
     },
     {
      "id":"263",
      "title": "Colossians 3:3",
      "verses": "For you died, and your life is hidden with Christ in God",
      "prayer_point": "Your life is hid in Christ and Christ in God",
       "date": "September 19"
     },
     {
      "id":"264",
      "title": "Psalm 91:3-6",
      "verses": "Surely he will save you from the fowler's snare(A) and from the deadly pestilence. He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart. You will not fear the terror of night, nor the arrow that flies by day, nor the pestilence that stalks in the darkness, nor the plague that destroys at midday",
      "prayer_point": "You will not be afraid of evil tidings, your heart is fixed trusting in God",
       "date": "September 20"
     },
     {
      "id":"265",
      "title": "Proverbs 18:16",
      "verses": "A man's gift makes room for him, And brings him before great men",
      "prayer_point": "Your gift will make way for you",
       "date": "September 21"
     },
     {
      "id":"266",
      "title": "Psalm 46:1",
      "verses": "To the Chief Musician. A Psalm of the sons of Korah. A Song for Alamoth. God is our refuge and strength, A very present help in trouble",
      "prayer_point": "The Lord will send divine help to you in Jesus name",
       "date": "September 22"
     },
     {
      "id":"267",
      "title": "2 Corinthians 9:10",
      "verses": "Now may He who supplies seed to the sower, and bread for food, supply and multiply the seed you have sown and increase the fruits of your righteousness",
      "prayer_point": "The Lord will give you seed to sow",
       "date": "September 23"
     },
     {
      "id":"268",
      "title": "Exodus 33:14",
      "verses": "And He said, “My Presence will go with you, and I will give you rest",
      "prayer_point": "The presence of the Lord will go with you",
       "date": "September 24"
     },
     {
      "id":"269",
      "title": "Genesis 21:1",
      "verses": "And the LORD visited Sarah as He had said, and the LORD did for Sarah as He had spoken",
      "prayer_point": "Receive divine visitation in Jesus name",
       "date": "September 25"
     },
     {
      "id":"270",
      "title": "Exodus 9:16",
      "verses": "But indeed for this purpose I have raised you up, that I may show My power in you, and that My name may be declared in all the earth",
      "prayer_point": "You will locate purpose and favour will follow you throughout the rest of your life",
       "date": "September 26"
     },
     {
      "id":"271",
      "title": "2 chronicles 17:5",
      "verses": "Therefore the LORD established the kingdom in his hand; and all Judah gave presents to Jehoshaphat, and he had riches and honor in abundance",
      "prayer_point": "The Lord will link you with outstanding abundance",
       "date": "September 27"
     },
     {
      "id":"272",
      "title": "Isaiah 58:8",
      "verses": "Then your light shall break forth like the morning, Your healing shall spring forth speedily, And your righteousness shall go before you; The glory of the LORD shall be your rear guard",
      "prayer_point": "You will break forth to the left and the right",
       "date": "September 28"
     },
     {
      "id":"273",
      "title": "Genesis 27:29",
      "verses": "Let peoples serve you, And nations bow down to you. Be master over your brethren, And let your mother's sons bow down to you. Cursed be everyone who curses you, And blessed be those who bless you!",
      "prayer_point": "The Lord will make an investor",
       "date": "September 29"
     },
     {
      "id":"274",
      "title": "Exodus 6:4",
      "verses": "I have also established My covenant with them, to give them the land of Canaan, the land of their pilgrimage, in which they were strangers",
      "prayer_point": "The Lord will give you room you will be established and fruitful",
       "date": "September 30"
     },
     {
       "id":"275",
       "title": "2 kings 8:4",
       "verses": "Then the king talked with Gehazi, the servant of the man of God, saying, “Tell me, please, all the great things Elisha has done",
       "prayer_point": "You will accomplish great things",
       "date": "October 1"
     },
     {
      "id":"276",
      "title": "Deuteronomy 11:24",
      "verses": "Every place on which the sole of your foot treads shall be yours: from the wilderness and Lebanon, from the river, the River Euphrates, even to the Western Sea, shall be your territory",
      "prayer_point": "The Lord will enlarge your coast, you will be a man of influence",
       "date": "October 2"
     },
     {
      "id":"277",
      "title": "Numbers 6:25",
      "verses": "The LORD make His face shine upon you, And be gracious to you",
      "prayer_point": "He will be gracious to you",
       "date": "October 3"
     },
     {
      "id":"278",
      "title": "Ephesians 3:20",
      "verses": "Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us",
      "prayer_point": "He will beat your wildest imagination",
       "date": "October 4"
     },
     {
      "id":"279",
      "title": "Daniel 2:21",
      "verses": "And He changes the times and the seasons; He removes kings and raises up kings; He gives wisdom to the wise And knowledge to those who have understanding",
      "prayer_point": "This is your year of lifting and supernatural elevation",
       "date": "October 5"
     },
     {
      "id":"280",
      "title": "Psalm 22:22",
      "verses": "I will declare Your name to My brethren; In the midst of the assembly I will praise You",
      "prayer_point": "Every day a testimony in Jesus name",
       "date": "October 6"
     },
     {
      "id":"281",
      "title": "Psalm 1:3",
      "verses": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness,",
      "prayer_point": "This year you will flourish like a palm tree",
       "date": "October 7"
     },
     {
      "id":"282",
      "title": "Philippians 4:13",
      "verses": "I can do all things through Christ who strengthens me",
      "prayer_point": "You will be the best amongst your contemporaries",
       "date": "October 8"
     },
     {
      "id":"283",
      "title": "Genesis 22:17",
      "verses": "blessing I will bless you, and multiplying I will multiply your descendants as the stars of the heaven and as the sand which is on the seashore; and your descendants shall possess the gate of their enemies",
      "prayer_point": "This year you will be ten time bigger in Jesus name",
       "date": "October 9"
     },
     {
      "id":"284",
      "title": "Genesis 22:17",
      "verses": "blessing I will bless you, and multiplying I will multiply your descendants as the stars of the heaven and as the sand which is on the seashore; and your descendants shall possess the gate of their enemies",
      "prayer_point": "You will build houses and inhabit it",
       "date": "October 10"
     },
     {
      "id":"285",
      "title": "Genesis 40:21",
      "verses": "Then he restored the chief butler to his butlership again, and he placed the cup in Pharaoh's hand",
      "prayer_point": "Receive divine restoration in Jesus name",
       "date": "October 11"
     },
     {
      "id":"286",
      "title": "Genesis 40:21",
      "verses": "Then he restored the chief butler to his butlership again, and he placed the cup in Pharaoh's hand",
      "prayer_point": "Receive favour in your work place",
       "date": "October 12"
     },
     {
      "id":"287",
      "title": "Proverbs 3:33",
      "verses": "The curse of the LORD is on the house of the wicked, But He blesses the home of the just",
      "prayer_point": "Receive favour in your marriage",
       "date": "October 13"
     },
     {
      "id":"288",
      "title": "Exodus 13:21-22",
      "verses": "By day the lord went ahead of them in a pillar of cloud to guide them on their way and by night in a pillar of fire to give them light, so that they could travel by day or night. Neither the pillar of cloud by day nor the pillar of fire by night left its place in front of the people",
      "prayer_point": "Receive guidance in all that you do in Jesus name",
       "date": "October 14"
     },
     {
      "id":"289",
      "title": "Isaiah 43:19",
      "verses": "Behold, I will do a new thing, Now it shall spring forth; Shall you not know it? I will even make a road in the wilderness And rivers in the desert",
      "prayer_point": "The Lord will do marvelous things in your life",
       "date": "October 15"
     },
     {
      "id":"290",
      "title": "2 Corinthians 9:8",
      "verses": "And God is able to make all grace abound toward you, that you, always having all sufficiency in all things, may have an abundance for every good work",
      "prayer_point": "The Lord will meet you at the point of your needs",
       "date": "October 16"
     },
     {
      "id":"291",
      "title": "1 Corinthians 12:1-11",
      "verses": "Now about the gifts of the Spirit, brothers and sisters, I do not want you to be uninformed. You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. Therefore I want you to know that no one who is speaking by the Spirit of God says, “Jesus be cursed,” and no one can say, “Jesus is Lord,” except by the Holy Spirit. There are different kinds of gifts, but the same Spirit distributes them. There are different kinds of service, but the same Lord. There are different kinds of working, but in all of them and in everyone it is the same God at work. Now to each one the manifestation of the Spirit is given for the common good. To one there is given through the Spirit a message of wisdom, to another a message of knowledge by means of the same Spirit, to another faith by the same Spirit, to another gifts of healing by that one Spirit, to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. All these are the work of one and the same Spirit, and he distributes them to each one, just as he determines",
      "prayer_point": "My children will be filled with spiritual gifts",
       "date": "October 17"
     },
     {
      "id":"292",
      "title": "Deuteronomy 1:24",
      "verses": "And they departed and went up into the mountains, and came to the Valley of Eshcol, and spied it out",
      "prayer_point": "Every place where the sole of your feet shall touch you will enjoy grace.",
       "date": "October 18"
     },
     {
      "id":"293",
      "title": "Deuteronomy 28:3",
      "verses": "Blessed shall you be in the city, and blessed shall you be in the country",
      "prayer_point": "Behold, I have received a commandment to bless and He hath blessed and I cannot reverse",
       "date": "October 19"
     },
     {
      "id":"294",
      "title": "Psalm 145:1",
      "verses": "A psalm of praise. Of David. I will exalt you, my God the King; I will praise your name for ever and ever",
      "prayer_point": "Lord, I pray my children will believe in you with a devoted heart",
       "date": "October 20"
     },
     {
      "id":"295",
      "title": "Judges 11:29",
      "verses": "Then the Spirit of the LORD came upon Jephthah, and he passed over Gilead, and Manasseh, and passed over Mizpeh of Gilead, and from Mizpeh of Gilead he passed over unto the children of Ammon",
      "prayer_point": "The spirit of the Lord will be poured upon you from on high and the wilderness be a fruitful forest and the fruitful forest be counted a forest in Jesus name",
       "date": "October 21"
     },
     {
      "id":"296",
      "title": "Deuteronomy 28:7",
      "verses": "The LORD shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways",
      "prayer_point": "Whoever shall gather together against you shall scatter for your sake",
       "date": "October 22"
     },
     {
      "id":"297",
      "title": "Psalms 91:5",
      "verses": "Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day",
      "prayer_point": "Oppression shall be far from you for thou shalt not fear and of terror for it shall not come near thee",
       "date": "October 23"
     },
     {
      "id":"298",
      "title": "Psalms 91:1-2",
      "verses": "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty. I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust",
      "prayer_point": "Your children will be taught and mentored of the Lord",
       "date": "October 24"
     },
     {
      "id":"299",
      "title": "Exodus 23:25",
      "verses": "And ye shall serve the LORD your God, and he shall bless thy bread, and thy water; and I will take sickness away from the midst of thee",
      "prayer_point": "The Lord will bless thy bread and thy water and He will take sickness away from the midst of thee",
       "date": "October 25"
     },
     {
      "id":"300",
      "title": "Exodus 23:26",
      "verses": "There shall nothing cast their young, nor be barren, in thy land: the number of thy days I will fulfill",
      "prayer_point": "There shall nothing cast their young nor be barren; the number of days I will fulfill",
       "date": "October 26"
     },
     {
      "id":"301",
      "title": "Isaiah 54:17",
      "verses": "No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the LORD, and their righteousness is of me, saith the LORD",
      "prayer_point": "No weapons formed against you shall prosper",
       "date": "October 27"
     },
     {
      "id":"302",
      "title": "1 peter 2:9",
      "verses": "But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvelous light",
      "prayer_point": "You are an awesome wonder",
       "date": "October 28"
     },
     {
      "id":"303",
      "title": "1 peter 2:9",
      "verses": "But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvelous light",
      "prayer_point": "You are chosen generation and a royal priesthood",
       "date": "October 29"
     },
     {
      "id":"304",
      "title": "1 peter 2:9",
      "verses": "But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvelous light",
      "prayer_point": "You are a sign and wonder to your generation",
       "date": "October 30"
     },
     {
      "id":"305",
      "title": "Esther 4:14",
      "verses": "Then said Zeresh his wife and all his friends unto him, Let a gallows be made of fifty cubits high, and to morrow speak thou unto the king that Mordecai may be hanged thereon: then go thou in merrily with the king unto the banquet. And the thing pleased Haman; and he caused the gallows to be made",
      "prayer_point": "You are saved for a time as this",
       "date": "October 31"
     },
     {
      "id":"306",
      "title": "Esther 4:14",
      "verses": "Then said Zeresh his wife and all his friends unto him, Let a gallows be made of fifty cubits high, and to morrow speak thou unto the king that Mordecai may be hanged thereon: then go thou in merrily with the king unto the banquet. And the thing pleased Haman; and he caused the gallows to be made",
      "prayer_point": "You will serve God in your generation",
       "date": "November 1"
     },
     {
      "id":"307",
      "title": "Psalm 34:20",
      "verses": "Our soul waiteth for the LORD: he is our help and our shield",
      "prayer_point": "The Lord will guard your bones and not one of them will be broken",
       "date": "November 2"
     },
     {
      "id":"308",
      "title": "Psalm 34:15",
      "verses": "He fashioneth their hearts alike; he considereth all their works",
      "prayer_point": "The eyes of the Lord are upon you and not one of them will be broken",
       "date": "November 3"
     },
     {
      "id":"309",
      "title": "Psalm 34:19",
      "verses": "To deliver their soul from death, and to keep them alive in famine",
      "prayer_point": "Many are the afflictions of the righteous but God will deliver you from them all",
       "date": "November 4"
     },
     {
      "id":"310",
      "title": "2 Samuel 22:7",
      "verses": "In my distress I called upon the LORD, and cried to my God: and he did hear my voice out of his temple, and my cry did enter into his ears",
      "prayer_point": "Your voice will be heard all over the world",
       "date": "November 5"
     },
     {
      "id":"311",
      "title": "2 Thessalonians 1:12",
      "verses": "That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ",
      "prayer_point": "The name of the Lord will be glorified over your life in Jesus name",
       "date": "November 6"
     },
     {
      "id":"312",
      "title": "Psalms 34:10",
      "verses": "All my bones shall say, LORD, who is like unto thee, which deliverest the poor from him that is too strong for him, yea, the poor and the needy from him that spoileth him?",
      "prayer_point": "You shall not lack anything good",
       "date": "November 7"
     },
     {
      "id":"313",
      "title": "Psalms 25:13",
      "verses": "His soul shall dwell at ease; and his seed shall inherit the earth",
      "prayer_point": "You will dwell in prosperity and your descendants shall inherit the earth",
       "date": "November 8"
     },
     {
      "id":"314",
      "title": "Psalms 35:27",
      "verses": "Let them shout for joy, and be glad, that favour my righteous cause: yea, let them say continually, Let the LORD be magnified, which hath pleasure in the prosperity of his servant",
      "prayer_point": "You will prosper in every of your undertaking because the Lord delights in the prosperity of his servants",
       "date": "November 9"
     },
     {
      "id":"315",
      "title": "1 Corinthians 2:9",
      "verses": "But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him",
      "prayer_point": "It is beyond human comprehension what the Lord has prepared for you",
       "date": "November 10"
     },
     {
      "id":"316",
      "title": "Ecclesiastes 12:1",
      "verses": "Remember your Creator in the days of your youth, before the days of trouble come and the years approach when you will say, “I find no pleasure in them",
      "prayer_point": "My children will know and serve on God",
       "date": "November 11"
     },
     {
      "id":"317",
      "title": "Psalm 15:2",
      "verses": "He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart",
      "prayer_point": "You will walk straight",
       "date": "November 12"
     },
     {
      "id":"318",
      "title": "Psalm 15:2",
      "verses": "He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart",
      "prayer_point": "You will act right",
       "date": "November 13"
     },
     {
      "id":"319",
      "title": "Psalm 15:2",
      "verses": "He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart",
      "prayer_point": "You will tell the truth",
       "date": "November 14"
     },
     {
      "id":"320",
      "title": "Psalm 15:3",
      "verses": "He that backbiteth not with his tongue, nor doeth evil to his neighbor, nor taketh up a reproach against his neighbor",
      "prayer_point": "You will not hurt your friends",
       "date": "November 15"
     },
     {
      "id":"321",
      "title": "Psalm 15:3",
      "verses": "He that backbiteth not with his tongue, nor doeth evil to his neighbor, nor taketh up a reproach against his neighbor",
      "prayer_point": "You will not blame your neighbours",
       "date": "November 16"
     },
     {
      "id":"322",
      "title": "Psalm 15:4",
      "verses": "In whose eyes a vile person is condemned; but he honoureth them that fear the LORD. He that sweareth to his own hurt, and changeth not",
      "prayer_point": "You will despise the despicable",
       "date": "November 17"
     },
     {
      "id":"323",
      "title": "Psalm 15:5",
      "verses": "He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved",
      "prayer_point": "You will live honestly",
       "date": "November 18"
     },
     {
      "id":"324",
      "title": "Psalm 15:5",
      "verses": "He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved",
      "prayer_point": "You will make a honest living",
       "date": "November 19"
     },
     {
      "id":"325",
      "title": "Psalm 15:5",
      "verses": "He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved",
      "prayer_point": "You will not take bribes",
       "date": "November 20"
     },
     {
      "id":"326",
      "title": "Psalm 15:5",
      "verses": "He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved",
      "prayer_point": "You will never be blacklisted from God's guest list",
       "date": "November 21"
     },
     {
      "id":"327",
      "title": "Psalm 84:11",
      "verses": "For the LORD God is a sun and shield: the LORD will give grace and glory: no good thing will he withhold from them that walk uprightly",
      "prayer_point": "The Lord is your sun and shield He gives grace and glory no good thing will he withhold from them that walk uprightly",
       "date": "November 22"
     },
     {
      "id":"328",
      "title": "Psalm 91:2",
      "verses": "I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust",
      "prayer_point": "The Lord is your refuge",
       "date": "November 23"
     },
     {
      "id":"329",
      "title": "Psalm 91:3",
      "verses": "Surely he shall deliver thee from the snare of the fowler, and from the noisome pestilence",
      "prayer_point": "He will rescue you from hidden traps",
       "date": "November 24"
     },
     {
      "id":"330",
      "title": "Psalm 91:3",
      "verses": "Surely he shall deliver thee from the snare of the fowler, and from the noisome pestilence",
      "prayer_point": "He will shield you from deadly hazards",
       "date": "November 25"
     },
     {
      "id":"331",
      "title": "Psalm 91:4",
      "verses": "He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler",
      "prayer_point": "My children will be safe in the arm of the all mighty",
       "date": "November 26"
     },
     {
      "id":"332",
      "title": "Romans 12:10",
      "verses": "Be devoted to one another in love. Honor one another above yourselves.",
      "prayer_point": "My child would have compassion on others Romans",
       "date": "November 27"
     },
     {
      "id":"333",
      "title": "Number 6:24-26",
      "verses": "The Lord bless you and keep you; the Lord make his face shine on you and be gracious to you; the Lord turn his face toward you and give you peace.”’",
      "prayer_point": "The Lord will give my children Peace",
       "date": "November 28"
     },
     {
      "id":"334",
      "title": "1 Peter 2:17",
      "verses": "Show proper respect to everyone, love the family of believers, fear God, honor the emperor",
      "prayer_point": "My children will be respectful",
       "date": "November 29"
     },
     {
      "id":"335",
      "title": "Psalm 91:6",
      "verses": "Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday",
      "prayer_point": "Not the disaster that erupts at high noon",
       "date": "November 30"
     },
     {
       "id":"336",
       "title": "Proverbs 13:22",
       "verses": "Do they not err that devise evil? but mercy and truth shall be to them that devise good",
       "prayer_point": "I will impact a rich inheritance for our children and our children's children",
       "date": "December 1"
     },
     {
      "id":"337",
      "title": "Psalm 91:8",
      "verses": "Only with thine eyes shalt thou behold and see the reward of the wicked",
      "prayer_point": "Watch the wicked turn to corpses, yes because God is our refuge the high God our very own home",
       "date": "December 2"
     },
     {
      "id":"338",
      "title": "Psalm 91:10",
      "verses": "There shall no evil befall thee, neither shall any plague come nigh thy dwelling",
      "prayer_point": "Evil can't come close to you, harm can't get through to you",
       "date": "December 3"
     },
     {
      "id":"339",
      "title": "Psalm 91:11",
      "verses": "For he shall give his angels charge over thee, to keep thee in all thy ways",
      "prayer_point": "He has ordered his angels to guard you wherever you go",
       "date": "December 4"
     },
     {
      "id":"340",
      "title": "Psalm 91:12",
      "verses": "They shall bear thee up in their hands, lest thou dash thy foot against a stone",
      "prayer_point": "If you stumble they will catch you, their job is to keep you from falling",
       "date": "December 5"
     },
     {
      "id":"341",
      "title": "1 timothy 4:12",
      "verses": "Don’t let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity.",
      "prayer_point": "You shall be an example to believers in speech, in conduct, in love, in faith, and in purity",
       "date": "December 6"
     },
     {
      "id":"342",
      "title": "Psalm 91:14",
      "verses": "Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name",
      "prayer_point": "If you will hold unto me for dear life, I will keep you from all troubles",
       "date": "December 7"
     },
     {
      "id":"343",
      "title": "Philippians 3:10-11",
      "verses": "I want to know Christ—yes, to know the power of his resurrection and participation in his sufferings, becoming like him in his death, 11 and so, somehow, attaining to the resurrection from the dead",
      "prayer_point": "My children will know Christ and the power of His resurrection",
       "date": "December 8"
     },
     {
      "id":"344",
      "title": "Psalm 91:15",
      "verses": "He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him",
      "prayer_point": "If you will know me and trust me, call me and I will answer and i wll be by your side in bad times",
       "date": "December 9"
     },
     {
      "id":"345",
      "title": "Psalm 91:15",
      "verses": "He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him",
      "prayer_point": "The Lord will rescue you from all evil",
       "date": "December 10"
     },
     {
      "id":"346",
      "title": "Psalm 91:16",
      "verses": "With long life will I satisfy him, and shew him my salvation",
      "prayer_point": "He will grant you a good life",
       "date": "December 11"
     },
     {
      "id":"347",
      "title": "Psalm 107:16",
      "verses": "For he hath broken the gates of brass, and cut the bars of iron in sunder",
      "prayer_point": "The Lord will destroy the gates of brass over your life in Jesus name",
       "date": "December 12"
     },
     {
      "id":"348",
      "title": "1 john 3:8",
      "verses": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will",
      "prayer_point": "My children will not conform to the pattern of this world",
       "date": "December 13"
     },
     {
      "id":"349",
      "title": "Colossians 2:14",
      "verses": "Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross",
      "prayer_point": "I cancel every written code and ordinance of the devil over your life",
       "date": "December 14"
     },
     {
      "id":"350",
      "title": "Psalm 68:20",
      "verses": "He that is our God is the God of salvation; and unto GOD the Lord belong the issues from death",
      "prayer_point": "I come against untimely death and fire disaster",
       "date": "December 15"
     },
     {
      "id":"351",
      "title": "Isaiah 44:25",
      "verses": "That frustrateth the tokens of the liars, and maketh diviners mad; that turneth wise men backward, and maketh their knowledge foolish",
      "prayer_point": "I come against the frustrations of the devil over your life",
       "date": "December 16"
     },
     {
      "id":"352",
      "title": "Psalm 5:12",
      "verses": "For thou, LORD, wilt bless the righteous; with favour wilt thou compass him as with a shield",
      "prayer_point": "I release grace, favour and the blessings of God over your life",
       "date": "December 17"
     },
     {
      "id":"353",
      "title": "Isaiah 10:27",
      "verses": "And it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing",
      "prayer_point": "I command the anointing to destroy every yoke over your life",
       "date": "December 18"
     },
     {
      "id":"354",
      "title": "Exodus 33:14",
      "verses": "And he said, My presence shall go with thee, and I will give thee rest",
      "prayer_point": "I usher in God's presence to bless every of your undertaking",
       "date": "December 19"
     },
     {
      "id":"355",
      "title": "Proverbs 22:6",
      "verses": "Start children off on the way they should go, and even when they are old they will not turn from it",
      "prayer_point": "I receive grace to train my children in the way of the lord proverbs",
       "date": "December 20"
     },
     {
      "id":"356",
      "title": "Psalm 91:16",
      "verses": "With long life will I satisfy him, and shew him my salvation",
      "prayer_point": "You will see the salvation of the Lord",
       "date": "December 21"
     },
     {
      "id":"357",
      "title": "Psalm 91:1",
      "verses": "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty",
      "prayer_point": "My children will dwell in the secret place of the most high",
       "date": "December 22"
     },
     {
      "id":"358",
      "title": "Psalm 91:5",
      "verses": "Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day",
      "prayer_point": "He will take away fear from you",
       "date": "December 23"
     },
     {
      "id":"359",
      "title": "Proverbs 11:33",
      "verses": "A talebearer revealeth secrets: but he that is of a faithful spirit concealeth the matter",
      "prayer_point": "The integrity and uprightness of the Lord will preserve you",
       "date": "December 24"
     },
   {
     "id":"360",
     "title": "Psalm 37:7",
     "verses": "Rest in the LORD, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass",
     "prayer_point": "Your rest will be in the Lord",
     "date": "December 25"
   },
   {
     "id":"361",
     "title": "Psalm 26:5",
     "verses": "I have hated the congregation of evil doers and will not sit with the wicked",
     "prayer_point": "You will flee from all appearance of evil",
     "date": "December 26"
   },
   {
     "id":"362",
     "title": "Romans 12:1",
     "verses": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service",
     "prayer_point": "You will present your body a living sacrifice",
     "date": "December 27"
   },
   {
     "id":"363",
     "title": "Micah 3:8",
     "verses": "But truly I am full of power by the spirit of the LORD, and of judgment, and of might, to declare unto Jacob his transgression, and to Israel his sin",
     "prayer_point": "You will not rob God",
     "date": "December 28"
   },
   {
     "id":"364",
     "title": "Proverbs 17:27",
     "verses": "He that hath knowledge spareth his words: and a man of understanding is of an excellent spirit",
     "prayer_point": "You have an excellent spirit",
     "date": "December 29"
   },
   {
     "id":"365",
     "title": "Psalm 50:10",
     "verses": "For every beast of the forest is mine, and the cattle upon a thousand hills",
     "prayer_point": "Your father has cattle’s on a thousand hills",
     "date": "December 30"
   },
   {
     "id":"366",
     "title": "Ecclesiastes 3:1-7",
     "verses": "To every thing there is a season, and a time to every purpose under the heaven: A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted; A time to kill, and a time to heal; a time to break down, and a time to build up A time to weep, and a time to laugh; a time to mourn, and a time to dance A time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing A time to get, and a time to lose; a time to keep, and a time to cast away A time to rend, and a time to sew; a time to keep silence, and a time to speak",
     "prayer_point": "Times will be favourable to you",
     "date": "December 31"
   }
]
