[
    {
    "id":"1",
    "title":"James 1:17",
    "verses": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows.",
    "prayer_point": "The seed of my womb will not be wasted in Jesus name",
    "date": "January 1"
  },
    {
    "id":"2",
    "title": "Exodus 23:26",
    "verses": "and none will miscarry or be barren in your land. I will give you a full life span.",
    "prayer_point": "My seed will not suffer miscarriage and will not die but will live to declare the works of the Lord",
    "date": "January 2"
  },
    {
    "id":"3",
    "title": "Numbers 23:23",
    "verses": "For there is no sorcery against Jacob, Nor any divination against Israel. It now must be said of Jacob And of Israel, 'Oh, what God has done!'",
    "prayer_point": "Surely there will be no enchantment or divination against my children",
    "date": "January 3"
  },
    {
    "id":"4",
    "title": "Deuteronomy 28:12",
    "verses": "The LORD will open to you His good treasure, the heavens, to give the rain to your land in its season, and to bless all the work of your hand. You shall lend to many nations, but you shall not borrow.",
    "prayer_point": "You will find good tidings in all your endeavours",
    "date": "January 4"
  },
    {
    "id":"5",
    "title": "Philippians 4:13",
    "verses": "I can do all things through Christ who strengthens me",
    "prayer_point": "Strength is made available to raise my children in the way of the Lord",
    "date": "January 5"
  },
    {
    "id":"6",
    "title": "2 timothy 1:7",
    "verses": "For God has not given us a spirit of fear, but of power and of love and of a sound mind",
    "prayer_point": "I will not be made handicap by sickness but in good health and in sound mind will I raise my children",
    "date": "January 6"
  },
    {
    "id":"7",
    "title": "Isaiah 53:4-5 ",
    "verses": "Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted. But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed.",
    "prayer_point": "I reject wrong diagnosis and the use of fake drugs in the life of my children",
    "date": "January 7"
  },
    {
    "id":"8",
    "title": "Isaiah 41:10",
    "verses": "Fear not, for I am with you; Be not dismayed, for I am your God. I will strengthen you, Yes, I will help you, I will uphold you with My righteous right hand",
    "prayer_point": "The lords right hand of righteousness are upon my kids",
    "date": "January 8"
  },
    {
    "id":"9",
    "title": "Revelations 5:10",
    "verses": "You have made them to be a kingdom and priests to serve our God, and they will reign upon the earth",
    "prayer_point": "You are a kingdom of kings and priests, may the king in you arise and fight all your enemies",
    "date": "January 9"
  },
    {
    "id":"10",
    "title": "Isaiah 54:17",
    "verses": "No weapon formed against you shall prosper, And every tongue which rises against you in judgment You shall condemn. This is the heritage of the servants of the LORD, And their righteousness is from Me,” Says the LORD",
    "prayer_point": "All powers and forces against your destiny is subdued today",
    "date": "January 10"
  }
]
