[
  {
    "id": "1",
    "title": "Ephesians 6:10-17",
    "verses": "Finally, be strong in the Lord and in his mighty power. Put on the full armor of God, so that you can take your stand against the devil’s schemes. For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, and with your feet fitted with the readiness that comes from the gospel of peace. In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. Take the helmet of salvation and the sword of the Spirit, which is the word of God",
    "prayer_point": "Strength is made available to me",
    "date": "Day 1"
  },
  {
    "id": "2",
    "title": "2 Corinthians 10:4-5",
    "verses": "For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds; Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ",
    "prayer_point": "Strength is made available to me",
    "date": "Day 2"
  },
  {
    "id": "3",
    "title": "1 peter 5:8-9",
    "verses": "Be alert and of sober mind. Your enemy the devil prowls around like a roaring lion looking for someone to devour. Resist him, standing firm in the faith, because you know that the family of believers throughout the world is undergoing the same kind of sufferings.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 3"
  },
  {
    "id": "4",
    "title": "James 4:7",
    "verses": "Submit yourselves, then, to God. Resist the devil, and he will flee from you.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 4"
  },
  {
    "id": "5",
    "title": "Romans 8:37-39",
    "verses": "No, in all these things we are more than conquerors through him who loved us. For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 5"
  },
  {
    "id": "6",
    "title": "John 10:10",
    "verses": "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 6"
  },
  {
    "id": "7",
    "title": "John 16:33",
    "verses": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 7"
  },
  {
    "id": "8",
    "title": "1 Corinthians 10:33",
    "verses": "even as I try to please everyone in every way. For I am not seeking my own good but the good of many, so that they may be saved.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 8"
  },
  {
    "id": "9",
    "title": "Isaiah 54:17",
    "verses": "No weapon formed against you shall prosper, And every tongue which rises against you in judgment You shall condemn. This is the heritage of the servants of the LORD, And their righteousness is from Me,” Says the LORD",
    "prayer_point": "Strength is made available to me",
    "date": "Day 9"
  },
  {
    "id": "10",
    "title": "Zechariah 4:6",
    "verses": "So he answered and said to me: “This is the word of the LORD to Zerubbabel: ‘Not by might nor by power, but by My Spirit,’ Says the LORD of hosts",
    "prayer_point": "Strength is made available to me",
    "date": "Day 10"
  },
  {
    "id": "11",
    "title": "Luke 10:19",
    "verses": "I have given you authority to trample on snakes and scorpions and to overcome all the power of the enemy; nothing will harm you.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 11"
  },
  {
    "id": "12",
    "title": "Matthew 18:18-19",
    "verses": "Truly I tell you, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven. “Again, truly I tell you that if two of you on earth agree about anything they ask for, it will be done for them by my Father in heaven",
    "prayer_point": "Strength is made available to me",
    "date": "Day 12"
  },
  {
    "id": "13",
    "title": "Deuteronomy 28:7",
    "verses": "The LORD will grant that the enemies who rise up against you will be defeated before you. They will come at you from one direction but flee from you in seven.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 13"
  },
  {
    "id": "14",
    "title": "Revelations 12:11",
    "verses": "They triumphed over him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death.",
    "prayer_point": "Strength is made available to me",
    "date": "Day 14"
  },
  {
    "id": "15",
    "title": "1 john 3:8",
    "verses": "The one who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil’s work",
    "prayer_point": "Strength is made available to me",
    "date": "Day 15"
  }
]